Repository: YenusPutra/Lonergarden-Stay-Hotel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, id, ja

source: Safe Deposit
de: Safe
es: Caja Fuerte
id: Brankas
ja: セーフティデポジット

source: Secure storage for your valuables
de: Sichere Aufbewahrung Ihrer Wertsachen
es: Almacenamiento seguro para sus objetos de valor
id: Penyimpanan aman untuk barang berharga Anda
ja: 貴重品を安全に保管

source: Multilingual Staff
de: Mehrsprachiges Personal
es: Personal Multilingüe
id: Staf Multibahasa
ja: 多言語対応スタッフ

source: Service in English, Spanish, French, and more
de: Service in Englisch, Spanisch, Französisch und mehr
es: Servicio en inglés, español, francés y más
id: Layanan dalam bahasa Inggris, Spanyol, Prancis, dan lainnya
ja: 英語、スペイン語、フランス語などでサービスを提供

source: Pet Friendly
de: Haustierfreundlich
es: Se Admiten Mascotas
id: Ramah Hewan Peliharaan
ja: ペットフレンドリー

source: Welcome amenities for your furry friends
de: Willkommens-Annehmlichkeiten für Ihre pelzigen Freunde
es: Amenidades de bienvenida para sus amigos peludos
id: Amenitas selamat datang untuk teman berbulu Anda
ja: ペットへのおもてなしアメニティ

source: Booking - Lonergarden Stay
de: Buchung - Lonergarden Aufenthalt
es: Reserva - Estancia Lonergarden
id: Pemesanan - Lonergarden Stay
ja: 予約 - ローナーガーデン・ステイ

source: Reserve Your Stay
de: Buchen Sie Ihren Aufenthalt
es: Reserve Su Estancia
id: Pesan Masa Menginap Anda
ja: ご滞在を予約する

source: Experience unmatched hospitality with our streamlined booking process
de: Erleben Sie unvergleichliche Gastfreundschaft mit unserem optimierten Buchungsprozess
es: Experimente una hospitalidad inigualable con nuestro proceso de reserva optimizado
id: Rasakan keramahan tak tertandingi dengan proses pemesanan kami yang efisien
ja: 合理化された予約プロセスで、比類のないホスピタリティを体験してください

source: Booking Details
de: Buchungsdetails
es: Detalles de la Reserva
id: Detail Pemesanan
ja: 予約詳細

source: Arrival Date
de: Ankunftsdatum
es: Fecha de Llegada
id: Tanggal Kedatangan
ja: 到着日

source: Departure Date
de: Abreisedatum
es: Fecha de Salida
id: Tanggal Keberangkatan
ja: 出発日

source: Total Guests
de: Gesamtzahl der Gäste
es: Total de Huéspedes
id: Total Tamu
ja: 合計ゲスト数

source: Choose guests
de: Gäste auswählen
es: Seleccionar huéspedes
id: Pilih tamu
ja: ゲストを選択

source: 1 Guest
de: 1 Gast
es: 1 Huésped
id: 1 Tamu
ja: 1名

source: 2 Guests
de: 2 Gäste
es: 2 Huéspedes
id: 2 Tamu
ja: 2名

source: 3 Guests
de: 3 Gäste
es: 3 Huéspedes
id: 3 Tamu
ja: 3名

source: 4 Guests
de: 4 Gäste
es: 4 Huéspedes
id: 4 Tamu
ja: 4名

source: 5+ Guests
de: 5+ Gäste
es: 5+ Huéspedes
id: 5+ Tamu
ja: 5名以上

source: Total Rooms
de: Gesamtzahl der Zimmer
es: Total de Habitaciones
id: Total Kamar
ja: 合計客室数

source: Choose rooms
de: Zimmer auswählen
es: Seleccionar habitaciones
id: Pilih kamar
ja: 客室を選択

source: 1 Room
de: 1 Zimmer
es: 1 Habitación
id: 1 Kamar
ja: 1室

source: 2 Rooms
de: 2 Zimmer
es: 2 Habitaciones
id: 2 Kamar
ja: 2室

source: 3 Rooms
de: 3 Zimmer
es: 3 Habitaciones
id: 3 Kamar
ja: 3室

source: 4+ Rooms
de: 4+ Zimmer
es: 4+ Habitaciones
id: 4+ Kamar
ja: 4室以上

source: Room Preferences
de: Zimmerpräferenzen
es: Preferencias de Habitación
id: Preferensi Kamar
ja: 客室の希望

source: Accommodation Type
de: Unterkunftstyp
es: Tipo de Alojamiento
id: Jenis Akomodasi
ja: 宿泊タイプ

source: No preference
de: Keine Präferenz
es: Sin preferencia
id: Tidak ada preferensi
ja: 希望なし

source: Standard City Room
de: Standard City Zimmer
es: Habitación Estándar con Vista a la Ciudad
id: Kamar Kota Standar
ja: スタンダード・シティルーム

source: Deluxe Ocean Suite
es: Suite Deluxe con Vista al Océano
id: Suite Laut Deluxe
ja: デラックス・オーシャン・スイート

source: Executive Business Suite
es: Suite Ejecutiva de Negocios
id: Suite Bisnis Eksekutif
ja: エグゼクティブ・ビジネス・スイート

source: Romantic Honeymoon Suite
de: Romantische Flitterwochen-Suite
es: Suite Romántica de Luna de Miel
id: Suite Bulan Madu Romantis
ja: ロマンチック・ハネムーン・スイート

source: Additional Requirements
de: Zusätzliche Anforderungen
es: Requisitos Adicionales
id: Persyaratan Tambahan
ja: 追加の要件

source: Guest Information
de: Gästeinformationen
es: Información del Huésped
id: Informasi Tamu
ja: ゲスト情報

source: Primary Guest Name
de: Name des Hauptgastes
es: Nombre del Huésped Principal
id: Nama Tamu Utama
ja: 代表ゲスト名

source: Email Address
de: E-Mail-Adresse
es: Dirección de Correo Electrónico
id: Alamat Email
ja: Eメールアドレス

source: Contact Number
de: Kontaktnummer
es: Número de Contacto
id: Nomor Kontak
ja: 連絡先番号

source: Submit Reservation Request
de: Reservierungsanfrage senden
es: Enviar Solicitud de Reserva
id: Kirim Permintaan Reservasi
ja: 予約リクエストを送信する

source: Why Choose Our Hotel
de: Warum Sie unser Hotel wählen sollten
es: Por Qué Elegir Nuestro Hotel
id: Mengapa Memilih Hotel Kami
ja: 当ホテルを選ぶ理由

source: Premium Connectivity
de: Premium-Konnektivität
es: Conectividad Premium
id: Konektivitas Premium
ja: プレミアム接続

source: High-speed internet access in all areas
de: Highspeed-Internetzugang in allen Bereichen
es: Acceso a internet de alta velocidad en todas las áreas
id: Akses internet kecepatan tinggi di semua area
ja: 全エリアで高速インターネットアクセス

source: 24/7 Service
es: Servicio 24/7
id: Layanan 24/7
ja: 24時間年中無休のサービス

source: Round-the-clock assistance and support
de: Rund um die Uhr Unterstützung und Hilfe
es: Asistencia y soporte las 24 horas del día
id: Bantuan dan dukungan sepanjang waktu
ja: 終日対応のサポートと支援

source: Complimentary parking with valet service
de: Kostenlose Parkplätze mit Valet-Service
es: Estacionamiento de cortesía con servicio de aparcacoches
id: Parkir gratis dengan layanan valet
ja: バレーサービス付きの無料駐車場

source: Wellness Center
es: Centro de Bienestar
id: Pusat Kesehatan
ja: ウェルネスセンター

source: Full-service spa and fitness facilities
de: Full-Service-Spa- und Fitnesseinrichtungen
es: Spa de servicio completo e instalaciones de fitness
id: Fasilitas spa dan kebugaran layanan lengkap
ja: フルサービスのスパとフィットネス施設

source: Secure Booking
de: Sichere Buchung
es: Reserva Segura
id: Pemesanan Aman
ja: 安全な予約

source: Flexible Cancellation
de: Flexible Stornierung
es: Cancelación Flexible
id: Pembatalan Fleksibel
ja: 柔軟なキャンセル

source: 24/7 Support
es: Soporte 24/7
id: Dukungan 24/7
ja: 24時間年中無休のサポート

source: Contact - Lonergarden Stay
de: Kontakt - Lonergarden Stay
es: Contacto - Estancia Lonergarden
id: Kontak - Lonergarden Stay
ja: お問い合わせ - ローナーガーデン・ステイ

source: Phone &amp; Email
de: Telefon & E-Mail
es: Teléfono y Correo Electrónico
id: Telepon &amp; Email
ja: 電話 & メール

source: Send a Message
de: Eine Nachricht senden
es: Enviar un Mensaje
id: Kirim Pesan
ja: メッセージを送る

source: SEND MESSAGE
de: NACHRICHT SENDEN
es: ENVIAR MENSAJE
id: KIRIM PESAN
ja: メッセージを送信

source: Events - Lonergarden Stay
de: Veranstaltungen - Lonergarden Stay
es: Eventos - Estancia Lonergarden
id: Acara - Lonergarden Stay
ja: イベント - ローナーガーデン・ステイ

source: Exceptional Events &amp; Celebrations
de: Außergewöhnliche Veranstaltungen & Feiern
es: Eventos y Celebraciones Excepcionales
id: Acara &amp; Perayaan yang Luar Biasa
ja: 特別なイベント&amp;お祝い

source: Donec rutrum congue leo eget malesuada. Vivamus magna justo, lacinia eget consectetur sed, convallis at tellus. Mauris blandit aliquet elit, eget tincidunt nibh pulvinar a.
es: La entrada de Leo está con Cong, se convierte en Malesuada. Vivamus Magna es justo, y ahora es sabiduría sentada, y es acordada. Mauris culpa a los nobles y es causada por Tinsidan Nib.
id: Pintu masuk Leo adalah Kong, menjadi Malesada. Vivamus Magna adalah adil, itu sekarang adalah kebijaksanaan yang duduk, itu disepakati. Mauris menyalahkan orang-orang mulia, itu disebabkan oleh Tincidunt Nibh.
ja: レオの入り口はコングで、マレスアダになる。生きているマグナは公正であり、それは今や座っている知恵であり、それは合意されたものである。マウリスは高貴な人を非難し、それはティンシダン・ニブによって引き起こされる。

source: Grand Ballroom
es: Gran Salón de Baile
id: Ballroom Besar
ja: グランドボールルーム

source: Up to 400 guests
de: Bis zu 400 Gäste
es: Hasta 400 huéspedes
id: Hingga 400 tamu
ja: 最大400名様

source: Rooftop Terrace
de: Dachterrasse
es: Terraza en la Azotea
id: Teras Atap
ja: ルーフトップテラス

source: Up to 200 guests
de: Bis zu 200 Gäste
es: Hasta 200 huéspedes
id: Hingga 200 tamu
ja: 最大200名様

source: Conference Suite
de: Konferenzsuite
es: Suite de Conferencias
id: Suite Konferensi
ja: 会議スイート

source: Up to 80 guests
de: Bis zu 80 Gäste
es: Hasta 80 huéspedes
id: Hingga 80 tamu
ja: 最大80名様

source: World-Class Event Facilities
de: Weltklasse-Veranstaltungseinrichtungen
es: Instalaciones para Eventos de Clase Mundial
id: Fasilitas Acara Kelas Dunia
ja: ワールドクラスのイベント施設

source: Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Vestibulum tortor quam, feugiat vitae, ultricies eget, tempor sit amet.
es: Peleentesk vive en la triste costumbre de la vejez y Nettus, y la pobreza y el hambre. ¿Cómo Tōchā teme esa vida, y lo que adquirió?
id: Pellentesque tinggal dalam kebiasaan sedih usia tua dan netus, serta kemiskinan dan kelaparan. Bagaimana sang Penyiksa takut akan hidupnya, dan apa yang diperolehnya.
ja: ペレエンテスクは、老齢とネットゥス、そして貧困と飢餓の悲しい習慣に住んでいる。トーチャーがどのように、その人生を、そしてその獲得したものを恐れるのか。

source: Advanced Audio/Visual
de: Fortschrittliche Audio/Visuelle Technik
es: Audio/Visual Avanzado
id: Audio/Visual Canggih
ja: 高度なオーディオ/ビジュアル

source: State-of-the-art sound systems and projection equipment
de: Modernste Soundsysteme und Projektionsausrüstung
es: Sistemas de sonido y equipos de proyección de última generación
id: Sistem suara dan peralatan proyeksi mutakhir
ja: 最新鋭の音響システムとプロジェクション機器

source: High-Speed Connectivity
de: Highspeed-Konnektivität
es: Conectividad de Alta Velocidad
id: Konektivitas Berkecepatan Tinggi
ja: 高速接続

source: Complimentary high-speed internet throughout all venues
de: Kostenloses Highspeed-Internet in allen Veranstaltungsräumen
es: Internet de alta velocidad gratuito en todos los recintos
id: Internet kecepatan tinggi gratis di semua venue
ja: すべての会場で無料の高速インターネット

source: Premium Catering
es: Catering Premium
id: Katering Premium
ja: プレミアムケータリング

source: Exceptional culinary experiences with customizable menus
de: Außergewöhnliche kulinarische Erlebnisse mit anpassbaren Menüs
es: Experiencias culinarias excepcionales con menús personalizables
id: Pengalaman kuliner luar biasa dengan menu yang dapat disesuaikan
ja: カスタマイズ可能なメニューで格別な料理体験を

source: Tailored Event Packages
de: Maßgeschneiderte Veranstaltungspakete
es: Paquetes de Eventos Personalizados
id: Paket Acara yang Disesuaikan
ja: オーダーメイドのイベントパッケージ

source: Cras ultricies ligula sed magna dictum porta. Donec sollicitudin molestie malesuada. Proin eget tortor risus.
es: Magna está en la calle de Cra, Laigūra es contada por la puerta. Donek solicita molestar a Malesuada. Proin es causado por el propio Tōchā.
id: Magna melewati Cras, Ligula diucapkan oleh gerbang. Donec bersolikitudin untuk mengganggu Malesada. Proin disebabkan oleh sang Penyiksa sendiri.
ja: マグナはクラの通り、ライグーラは門によって語られる。ドネックはマレスアダを乱すようにソリシチュディンする。プロインはトーチャー自身によって引き起こされる。

source: Corporate Meetings
de: Firmentreffen
es: Reuniones Corporativas
id: Rapat Perusahaan
ja: 企業ミーティング

source: Professional meeting spaces with all essential amenities for productive business events and conferences.
de: Professionelle Besprechungsräume mit allen wesentlichen Annehmlichkeiten für produktive Geschäftsveranstaltungen und Konferenzen.
es: Espacios de reunión profesionales con todas las comodidades esenciales para eventos y conferencias de negocios productivos.
id: Ruang pertemuan profesional dengan semua fasilitas penting untuk acara bisnis dan konferensi yang produktif.
ja: 生産的なビジネスイベントや会議に必要なすべての設備を備えた専門的な会議スペース。

source: Meeting rooms
de: Besprechungsräume
es: Salas de reuniones
id: Ruang rapat
ja: 会議室

source: AV equipment
de: AV-Ausrüstung
es: Equipo AV
id: Peralatan AV
ja: AV機器

source: Catering options
de: Catering-Optionen
es: Opciones de catering
id: Opsi katering
ja: ケータリングオプション

source: Starting from
de: Ab
es: A partir de
id: Mulai dari
ja: 〜から

source: Learn More
de: Mehr erfahren
es: Más Información
id: Pelajari Lebih Lanjut
ja: 詳細はこちら

source: Most Popular
de: Am beliebtesten
es: Más Popular
id: Paling Populer
ja: 最も人気

source: Wedding Celebrations
de: Hochzeitsfeiern
es: Celebraciones de Bodas
id: Perayaan Pernikahan
ja: ウェディングのお祝い

source: Unforgettable wedding experiences with elegant venues, exquisite dining, and personalized service for your special day.
de: Unvergessliche Hochzeitserlebnisse mit eleganten Veranstaltungsorten, exquisiter Küche und persönlichem Service für Ihren besonderen Tag.
es: Experiencias de boda inolvidables con elegantes lugares, exquisita cena y servicio personalizado para su día especial.
id: Pengalaman pernikahan yang tak terlupakan dengan venue elegan, hidangan mewah, dan layanan yang dipersonalisasi untuk hari spesial Anda.
ja: 特別な日のためのエレガントな会場、絶妙なダイニング、そしてパーソナライズされたサービスによる忘れられない結婚式の体験。

source: Bridal suite
de: Braut-Suite
es: Suite nupcial
id: Suite pengantin
ja: ブライダルスイート

source: Ceremony setup
de: Zeremonie-Setup
es: Montaje de ceremonia
id: Setup upacara
ja: 挙式セットアップ

source: Reception dinner
de: Empfangs-Abendessen
es: Cena de recepción
id: Malam resepsi
ja: 披露宴ディナー

source: Special Occasions
de: Besondere Anlässe
es: Ocasiones Especiales
id: Acara Khusus
ja: 特別な機会

source: Celebrate milestones and special moments with customized party packages designed to create lasting memories.
de: Feiern Sie Meilensteine und besondere Momente mit maßgeschneiderten Party-Paketen, die darauf ausgelegt sind, bleibende Erinnerungen zu schaffen.
es: Celebre hitos y momentos especiales con paquetes de fiesta personalizados diseñados para crear recuerdos duraderos.
id: Rayakan tonggak sejarah dan momen spesial dengan paket pesta yang disesuaikan, dirancang untuk menciptakan kenangan yang abadi.
ja: 永続的な思い出を作るために設計されたカスタマイズされたパーティパッケージで、マイルストーンと特別な瞬間を祝う。

source: Custom decor
de: Individuelle Dekoration
es: Decoración personalizada
id: Dekorasi kustom
ja: カスタム装飾

source: Entertainment
de: Unterhaltung
es: Entretenimiento
id: Hiburan
ja: エンターテイメント

source: Photography
de: Fotografie
es: Fotografía
id: Fotografi
ja: 写真撮影

source: Social Gatherings
de: Gesellige Treffen
es: Reuniones Sociales
id: Pertemuan Sosial
ja: 社交的な集まり

source: Intimate social events with flexible arrangements, perfect for family reunions, anniversaries, and casual celebrations.
de: Intime gesellschaftliche Veranstaltungen mit flexiblen Arrangements, perfekt für Familientreffen, Jubiläen und ungezwungene Feiern.
es: Eventos sociales íntimos con arreglos flexibles, perfectos para reuniones familiares, aniversarios y celebraciones casuales.
id: Acara sosial yang intim dengan pengaturan fleksibel, sempurna untuk reuni keluarga, hari jadi, dan perayaan kasual.
ja: 家族の再会、記念日、カジュアルな祝賀会に最適な、柔軟な手配を備えた親密な社交イベント。

source: Flexible seating
de: Flexible Bestuhlung
es: Asientos flexibles
id: Tempat duduk fleksibel
ja: 柔軟な座席配置

source: Bar service
es: Servicio de bar
id: Layanan bar
ja: バーサービス

source: Live music
de: Live-Musik
es: Música en vivo
id: Musik live
ja: ライブミュージック

source: Complete Event Planning
de: Umfassende Eventplanung
es: Planificación Completa de Eventos
id: Perencanaan Acara Lengkap
ja: 包括的なイベントプランニング

source: Nulla quis lorem ut libero malesuada feugiat. Vestibulum ac diam sit amet quam vehicula elementum sed sit amet dui. Sed porttitor lectus nibh.
es: Nulla desea a Lorem por carecer de la malicia de Libero. Él teme qué vehículo se sienta en el elemento. Él lleva el lectus sentado en Nub.
id: Nulla menginginkan Lorem karena kurangnya Libero Malesada. Dia takut kendaraan mana yang duduk di elemen. Dia membawa Lectus yang duduk di Nibh.
ja: ヌラは、リベロのマレスアダを欠いているために、ロレムを望んでいる。彼は、どの車両が要素に座っているのかを恐れる。彼は、ヌブに座っているレクタスを運ぶ。

source: Contact Our Team
de: Kontaktieren Sie unser Team
es: Contacte a Nuestro Equipo
id: Hubungi Tim Kami
ja: 当チームに連絡する

source: Event Coordination
de: Event-Koordination
es: Coordinación de Eventos
id: Koordinasi Acara
ja: イベントコーディネーション

source: Dedicated coordinators to manage every detail
de: Engagierte Koordinatoren für die Verwaltung jedes Details
es: Coordinadores dedicados para gestionar cada detalle
id: Koordinator khusus untuk mengelola setiap detail
ja: あらゆる細部を管理する専任コーディネーター

source: Decoration &amp; Styling
de: Dekoration & Styling
es: Decoración y Estilismo
id: Dekorasi &amp; Penataan
ja: 装飾とスタイリング

source: Custom themes and elegant decoration packages
de: Individuelle Themen und elegante Dekorationspakete
es: Temas personalizados y paquetes de decoración elegantes
id: Tema kustom dan paket dekorasi elegan
ja: カスタムテーマとエレガントな装飾パッケージ

source: Photography &amp; Video
de: Fotografie & Video
es: Fotografía y Video
id: Fotografi &amp; Video
ja: 写真と動画

source: Professional documentation of your special moments
de: Professionelle Dokumentation Ihrer besonderen Momente
es: Documentación profesional de sus momentos especiales
id: Dokumentasi profesional momen spesial Anda
ja: 特別な瞬間のプロによる記録

source: Transportation
de: Transport
es: Transporte
id: Transportasi
ja: 交通手段

source: Convenient shuttle and transportation arrangements
de: Bequeme Shuttle- und Transportarrangements
es: Cómodos arreglos de transporte y servicio de traslado
id: Pengaturan shuttle dan transportasi yang nyaman
ja: 便利なシャトルと交通手段の手配

source: Guest Amenities
de: Gäste-Annehmlichkeiten
es: Servicios para Huéspedes
id: Fasilitas Tamu
ja: ゲスト向けアメニティ

source: Welcome packages and accommodation assistance
de: Willkommenspakete und Unterstützung bei der Unterkunft
es: Paquetes de bienvenida y asistencia con el alojamiento
id: Paket selamat datang dan bantuan akomodasi
ja: ウェルカムパッケージと宿泊サポート

source: Round-the-clock assistance during your event
de: Rund um die Uhr Unterstützung während Ihrer Veranstaltung
es: Asistencia continua durante su evento
id: Bantuan sepanjang waktu selama acara Anda
ja: イベント中の終日サポート

source: Gallery - Lonergarden Stay
de: Galerie - Lonergarden Stay
es: Galería - Estancia Lonergarden
id: Galeri - Lonergarden Stay
ja: ギャラリー - ローナーガーデン・ステイ

source: All Photos
de: Alle Fotos
es: Todas las Fotos
id: Semua Foto
ja: 全ての写真

source: Dining
de: Gastronomie
es: Comedor
id: Makan
ja: ダイニング

source: Exterior
de: Außenansicht
id: Eksterior
ja: 外観

source: Lonelia Project Web Desing
de: Lonelia Project Web Design
es: Diseño Web del Proyecto Lonelia
id: Desain Web Proyek Lonelia
ja: ロネリア・プロジェクト ウェブデザイン

source: Comfy and Relaxing in Every Stay
de: Gemütlich und entspannend bei jedem Aufenthalt
es: Cómodo y Relajante en Cada Estancia
id: Nyaman dan Menenangkan di Setiap Menginap
ja: どの滞在でも快適でリラックス

source: Experience unparalleled comfort and sophistication at our premium hotel. From elegant suites to world-class amenities, every moment of your stay is crafted to perfection.
de: Erleben Sie unvergleichlichen Komfort und Eleganz in unserem Premium-Hotel. Von eleganten Suiten bis hin zu erstklassigen Annehmlichkeiten wird jeder Moment Ihres Aufenthalts perfekt gestaltet.
es: En nuestro hotel, podrá disfrutar de un confort y una sofisticación incomparables. Desde elegantes suites hasta comodidades de clase mundial, cada momento de su estancia está elaborado a la perfección.
id: Rasakan kenyamanan dan kecanggihan yang tak tertandingi di hotel premium kami. Dari suite elegan hingga fasilitas kelas dunia, setiap momen menginap Anda dirancang hingga sempurna.
ja: 当ホテルでは、比類のない快適さと洗練された雰囲気をお楽しみいただけます。優雅なスイートルームから世界クラスのアメニティまで、お客様の滞在の一瞬一瞬が完璧に作り上げられています。

source: Complimentary WiFi
de: Kostenloses WLAN
es: WiFi de Cortesía
id: WiFi Gratis
ja: 無料WiFi

source: 24/7 Room Service
de: 24/7 Zimmerservice
es: Servicio de Habitaciones 24/7
id: Layanan Kamar 24/7
ja: 24時間年中無休のルームサービス

source: Book Now
de: Jetzt buchen
es: Reserve Ahora
id: Pesan Sekarang
ja: 今すぐ予約

source: View Rooms
de: Zimmer ansehen
es: Ver Habitaciones
id: Lihat Kamar
ja: 客室を見る

source: Exceptional Experience
de: Außergewöhnliches Erlebnis
es: Experiencia Excepcional
id: Pengalaman Luar Biasa
ja: 格別な体験

source: Luxury Rooms
de: Luxuriöse Zimmer
es: Habitaciones de Lujo
id: Kamar Mewah
ja: ラグジュアリーな客室

source: Star Rating
de: Sternebewertung
es: Clasificación por Estrellas
id: Peringkat Bintang
ja: 星評価

source: Hour Service
de: Stunden-Service
es: Servicio por Horas
id: Layanan Per Jam
ja: 時間サービス

source: Guest Satisfaction
de: Gästezufriedenheit
es: Satisfacción del Huésped
id: Kepuasan Tamu
ja: ゲスト満足度

source: Welcome to Lonergarden Resort
de: Willkommen im Lonergarden Resort
es: Bienvenido a Lonergarden Resort
id: Selamat Datang di Lonergarden Resort
ja: ローナーガーデンリゾートへようこそ

source: Where luxury meets tranquility in the heart of nature's paradise.
de: Wo Luxus auf Ruhe im Herzen des Naturparadieses trifft.
es: Donde el lujo se encuentra con la tranquilidad en el corazón del paraíso natural.
id: Tempat kemewahan bertemu ketenangan di jantung surga alam.
ja: 自然の楽園の中心で、贅沢と静寂が調和する場所。

source: Nestled among rolling hills and pristine landscapes, Grandview Resort has been offering exceptional hospitality for over three decades. Our commitment to excellence and attention to detail creates an unforgettable experience for discerning travelers seeking both comfort and adventure.
de: Eingebettet in sanfte Hügel und unberührte Landschaften bietet das Grandview Resort seit über drei Jahrzehnten außergewöhnliche Gastfreundschaft. Unser Engagement für Exzellenz und die Liebe zum Detail schaffen ein unvergessliches Erlebnis für anspruchsvolle Reisende, die sowohl Komfort als auch Abenteuer suchen.
es: Ubicado entre colinas onduladas y paisajes vírgenes, Grandview Resort ha estado ofreciendo una hospitalidad excepcional durante más de tres décadas. Nuestro compromiso con la excelencia y la atención al detalle crea una experiencia inolvidable para los viajeros exigentes que buscan tanto comodidad como aventura.
id: Berada di antara perbukitan dan lanskap yang masih asri, Grandview Resort telah menawarkan keramahan yang luar biasa selama lebih dari tiga dekade. Komitmen kami terhadap keunggulan dan perhatian terhadap detail menciptakan pengalaman yang tak terlupakan bagi para pelancong yang mencari kenyamanan dan petualangan.
ja: なだらかな丘陵と手つかずの風景に囲まれたグランドビューリゾートは、30年以上にわたり卓越したおもてなしを提供してまいりました。卓越性へのこだわりと細部への注意深い配慮により、快適さと冒険の両方を求める洗練された旅行者に忘れられない体験を創出します。

source: From our elegantly appointed suites to our world-class amenities, every aspect of your stay is designed to exceed expectations. Discover breathtaking views, exquisite dining, and personalized service that makes every moment special.
de: Von unseren elegant eingerichteten Suiten bis hin zu unseren erstklassigen Annehmlichkeiten ist jeder Aspekt Ihres Aufenthalts darauf ausgelegt, Ihre Erwartungen zu übertreffen. Entdecken Sie atemberaubende Ausblicke, exquisite Küche und personalisierten Service, der jeden Moment zu etwas Besonderem macht.
es: Desde nuestras suites elegantemente equipadas hasta nuestras comodidades de clase mundial, cada aspecto de su estancia está diseñado para superar las expectativas. Experimente vistas impresionantes, cenas exquisitas y un servicio personalizado que hace que cada momento sea especial.
id: Dari suite yang ditata dengan elegan hingga fasilitas kelas dunia, setiap aspek masa menginap Anda dirancang untuk melampaui harapan. Temukan pemandangan yang menakjubkan, hidangan yang lezat, dan layanan yang dipersonalisasi yang membuat setiap momen menjadi istimewa.
ja: 優雅に設えられたスイートルームから世界クラスのアメニティまで、お客様のご滞在のあらゆる側面が期待を超えるように設計されています。息をのむような景色、洗練されたダイニング、そしてすべての瞬間を特別にするパーソナライズされたサービスをご体験ください

source: Our Story
de: Unsere Geschichte
es: Nuestra Historia
id: Kisah Kami
ja: 私たちの物語

source: Years
de: Jahre
es: Años
id: Tahun
ja: 年

source: Experience
de: Erfahrung
es: Experiencia
id: Pengalaman
ja: 経験

source: High-Speed Internet
es: Internet de Alta Velocidad
id: Internet Kecepatan Tinggi
ja: 高速インターネット
