Repository: YenusPutra/Lonergarden-Stay-Hotel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, id, ja

source: View Full Location Guide
de: Vollständigen Lageführer ansehen
es: Ver Guía Completa de Ubicación
id: Lihat Panduan Lokasi Lengkap
ja: 完全なロケーションガイドを見る

source: Discover Our Full Gallery
de: Unsere gesamte Galerie entdecken
es: Descubra Nuestra Galería Completa
id: Temukan Galeri Lengkap Kami
ja: 全ギャラリーを見る

source: Lonergarden Stay
de: Lonergarden Aufenthalt
es: Estancia Lonergarden
ja: ローナーガーデン・ステイ

source: English
de: Englisch
es: Inglés
id: Bahasa Inggris
ja: 英語

source: Indonesia
de: Indonesisch
es: Indonesio
id: Bahasa Indonesia
ja: インドネシア語

source: Japanese
de: Japanisch
es: Japonés
id: Bahasa Jepang
ja: 日本語

source: French
de: Französisch
es: Francés
id: Bahasa Prancis
ja: フランス語

source: Deutsch
es: Alemán
id: Bahasa Jerman
ja: ドイツ語

source: Spanish
de: Spanisch
es: Español
id: Bahasa Spanyol
ja: スペイン語

source: Location - Lonergarden Stay
de: Lage - Lonergarden Aufenthalt
es: Ubicación - Estancia Lonergarden
id: Lokasi - Lonergarden Stay
ja: ロケーション - ローナーガーデン・ステイ

source: Luxury Downtown Experience
de: Luxuriöses Innenstadterlebnis
es: Experiencia de Lujo en el Centro
id: Pengalaman Downtown yang Mewah
ja: 豪華なダウンタウン体験

source: Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae. Donec rutrum congue leo eget malesuada. Proin eget tortor risus cras ultricies ligula sed magna dictum porta.
de: Wir stehen an einem erhabenen Ort, bauen auf uraltem Wissen und schaffen die Grundlage für die Zukunft. Durch das große Tor der Erkenntnis verbreitet sich unser fester Glaube in der Welt.
es: 我々は今、最も崇高なる場所に鎮座し、古の知恵と未来への礎を築く。万巻の書が示す如く、大いなる門を通じて、確固たる信念が世界に伝播するのだ。
id: Kita sekarang berada di tempat paling mulia, membangun kebijaksanaan kuno dan fondasi untuk masa depan. Seperti yang ditunjukkan oleh ribuan buku, keyakinan yang kuat menyebar ke seluruh dunia melalui gerbang yang agung.
ja: 我々は今、最も崇高なる場所に鎮座し、古の知恵と未来への礎を築く。万巻の書が示す如く、大いなる門を通じて、確固たる信念が世界に伝播するのだ。

source: Address
de: Adresse
es: Dirección
id: Alamat
ja: 住所

source: Airport Access
de: Flughafenzugang
es: Acceso al Aeropuerto
id: Akses Bandara
ja: 空港アクセス

source: O'Hare - 35 min
id: O'Hare - 35 menit
ja: オヘア空港 - 35分

source: Midway - 25 min
id: Midway - 25 menit
ja: ミッドウェイ空港 - 25分

source: Check-in
ja: チェックイン

source: 3:00 PM - 11:00 PM
de: 15:00 Uhr - 23:00 Uhr
ja: 午後3時 - 午後11時

source: Check-out: 11:00 AM
de: Check-out: 11:00 Uhr
id: Check-out: 11:00
ja: チェックアウト: 午前11時

source: View on Map
de: Auf der Karte anzeigen
es: Ver en el Mapa
id: Lihat di Peta
ja: 地図で見る

source: Grand Luxury Hotel
de: Grand Luxushotel
es: Gran Hotel de Lujo
id: Hotel Mewah Grand
ja: グランド・ラグジュアリーホテル

source: Getting Here is Easy
de: Die Anreise ist einfach
es: Llegar Aquí es Fácil
id: Menuju ke Sini Mudah
ja: アクセスは簡単

source: Multiple convenient transportation options to reach our hotel
de: Mehrere bequeme Transportmöglichkeiten, um unser Hotel zu erreichen
es: Múltiples opciones de transporte convenientes para llegar a nuestro hotel
id: Beberapa opsi transportasi nyaman untuk mencapai hotel kami
ja: 当ホテルへのアクセスには複数の便利な交通手段があります

source: By Car
de: Mit dem Auto
es: En Coche
id: Dengan Mobil
ja: 車で

source: Most Convenient
de: Am bequemsten
es: El Más Conveniente
id: Paling Nyaman
ja: 最も便利

source: Complimentary valet service available. Premium parking garage with direct hotel access and EV charging stations.
de: Kostenloser Parkservice verfügbar. Premium-Parkhaus mit direktem Hotelzugang und Ladestationen für E-Autos.
es: 無料のバレーサービスをご利用いただけます。ホテルに直結した高級駐車場とEV充電ステーションを完備しています。
id: Layanan valet gratis tersedia. Garage parkir premium dengan akses langsung ke hotel dan stasiun pengisian EV.
ja: 無料のバレーサービスをご利用いただけます。ホテルに直結した高級駐車場とEV充電ステーションを完備しています。

source: EV Charging
de: Laden von E-Autos
es: Carga de VE
id: Pengisian EV
ja: EV充電

source: By Metro
de: Mit der Metro
es: En Metro
id: Dengan Metro
ja: 地下鉄で

source: 5 min walk
de: 5 Gehminuten
es: 5 min a pie
id: Jalan kaki 5 menit
ja: 徒歩5分

source: State Street Station directly connects to all major lines. Blue line to airports, Red line to suburbs and entertainment districts.
de: Die State Street Station ist direkt mit allen Hauptlinien verbunden. Die blaue Linie führt zum Flughafen, die rote Linie zu den Vororten und Unterhaltungsvierteln.
es: ステートストリート駅は、すべての主要路線に直結しています。ブルーラインは空港へ、レッドラインは郊外およびエンターテイメント地区へ接続します。
id: Stasiun State Street terhubung langsung ke semua jalur utama. Blue Line ke bandara, Red Line ke pinggiran kota dan distrik hiburan.
ja: ステートストリート駅は、すべての主要路線に直結しています。ブルーラインは空港へ、レッドラインは郊外およびエンターテイメント地区へ接続します。

source: Blue Line
de: Blaue Linie
es: Línea Azul
ja: ブルーライン

source: Red Line
de: Rote Linie
es: Línea Roja
ja: レッドライン

source: Every 30 min
de: Alle 30 Min.
es: Cada 30 min
id: Setiap 30 menit
ja: 30分ごと

source: Luxury shuttle service to both major airports. Premium comfort with WiFi, refreshments, and luggage assistance included.
de: Luxus-Shuttle-Service zu beiden großen Flughäfen. Premium-Komfort mit WLAN, Erfrischungen und Gepäckservice inklusive.
es: 主要な両空港への豪華シャトルサービスを提供しています。Wi-Fi、軽食、および荷物のお手伝いを含む、プレミアムな快適さをご利用いただけます。
id: Layanan shuttle mewah ke kedua bandara utama. Kenyamanan premium dengan WiFi, penyegaran, dan bantuan bagasi termasuk.
ja: 主要な両空港への豪華シャトルサービスを提供しています。Wi-Fi、軽食、および荷物のお手伝いを含む、プレミアムな快適さをご利用いただけます。

source: Refreshments
de: Erfrischungen
es: Refrigerios
id: Penyegaran
ja: 軽食

source: Ride Share
de: Fahrgemeinschaft
es: Viaje Compartido
ja: ライドシェア

source: Dedicated pickup zones for all ride-sharing services. Professional concierge assistance for booking and special requests.
de: Spezielle Abholzonen für alle Fahrdienste. Professionelle Concierge-Hilfe bei Buchungen und Sonderwünschen.
es: すべてのライドシェアリングサービスのための専用の乗車ゾーンを設けています。ご予約や特別なおリクエストには、専門のコンシェルジュがお手伝いいたします。
id: Zona penjemputan khusus untuk semua layanan ride-sharing. Bantuan koncierge profesional untuk pemesanan dan permintaan khusus.
ja: すべてのライドシェアリングサービスのための専用の乗車ゾーンを設けています。ご予約や特別なおリクエストには、専門のコンシェルジュがお手伝いいたします。

source: Concierge Help
de: Concierge-Hilfe
es: Ayuda de Conserjería
id: Bantuan Koncierge
ja: コンシェルジュのサポート

source: Express Pickup
de: Express-Abholung
es: Recogida Exprés
id: Penjemputan Express
ja: エクスプレス・ピックアップ

source: Explore the Neighborhood
de: Die Nachbarschaft erkunden
es: Explore el Vecindario
id: Jelajahi Lingkungan Sekitar
ja: 近隣を探索

source: World-class attractions and entertainment right at your doorstep
de: Weltklasse-Attraktionen und Unterhaltung direkt vor Ihrer Haustür
es: Atracciones y entretenimiento de clase mundial justo en su puerta
id: Atraksi dan hiburan kelas dunia tepat di depan pintu Anda
ja: ワールドクラスの観光スポットとエンターテイメントがすぐそばに

source: 2 blocks
es: 2 cuadras
id: 2 blok
ja: 2ブロック

source: Millennium Park
es: Parque Millennium
id: Taman Milenium
ja: ミレニアム・パーク

source: 8 minute walk
de: 8 Gehminuten
es: 8 minutos a pie
id: Jalan kaki 8 menit
ja: 徒歩8分

source: Cras ultricies ligula sed magna dictum porta. Donec sollicitudin molestie malesuada. Experience iconic Cloud Gate sculpture.
de: Cras ultricies ligula sed magna dictum porta. Donec sollicitudin molestie malesuada. Erleben Sie die ikonische Cloud Gate Skulptur.
es: 偉大なる知識の門がここに開かれ、混沌とした悪意は静かに鎮圧される。象徴的な「クラウド・ゲート」の彫刻を体験せよ。
id: Gerbang pengetahuan yang agung terbuka di sini, kekacauan dan niat jahat diredam dengan tenang. Alami patung 'Cloud Gate' yang ikonik.
ja: 偉大なる知識の門がここに開かれ、混沌とした悪意は静かに鎮圧される。象徴的な「クラウド・ゲート」の彫刻を体験せよ。

source: 4 blocks
es: 4 cuadras
id: 4 blok
ja: 4ブロック

source: Art Institute
es: Instituto de Arte
id: Institut Seni
ja: シカゴ美術館

source: 12 minute walk
de: 12 Gehminuten
es: 12 minutos a pie
id: Jalan kaki 12 menit
ja: 徒歩12分

source: Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas world-renowned collection.
es: ペレエンテスクは、老齢とネットゥス、そして貧困と飢餓の悲しい習慣に住んでいる。世界的に有名なコレクション。
id: Pellentesque tinggal dalam kebiasaan sedih usia tua dan netus, serta kemiskinan dan kelaparan. Koleksi yang terkenal di dunia.
ja: ペレエンテスクは、老齢とネットゥス、そして貧困と飢餓の悲しい習慣に住んでいる。世界的に有名なコレクション。

source: 1.2 miles
de: 1,2 Meilen
es: 1.2 millas
id: 1,2 mil
ja: 1.2マイル

source: Navy Pier
es: Muelle Navy
id: Dermaga Angkatan Laut
ja: ネイビー・ピア

source: 18 minute walk
de: 18 Gehminuten
es: 18 minutos a pie
id: Jalan kaki 18 menit
ja: 徒歩18分

source: Vivamus magna justo lacinia eget consectetur sed convallis at tellus. Entertainment, dining, and stunning lake views.
de: Genießen Sie Unterhaltung, Gastronomie und atemberaubende Seeblicke – eine perfekte Mischung aus Entspannung und Erlebnis.
es: 偉大なる生命は公正に裁き、知恵に従い和解する。エンターテイメント、食事、そして息をのむような湖の景色をお楽しみください。
id: Kehidupan yang agung menghakimi dengan adil, menurut kebijaksanaan dan berdamai. Nikmati hiburan, makan, dan pemandangan danau yang menakjubkan.
ja: 偉大なる生命は公正に裁き、知恵に従い和解する。エンターテイメント、食事、そして息をのむような湖の景色をお楽しみください。

source: 3 blocks
es: 3 cuadras
id: 3 blok
ja: 3ブロック

source: Theater District
de: Theater-Viertel
es: Distrito Teatral
id: Distrik Teater
ja: シアター・ディストリクト

source: 10 minute walk
de: 10 Gehminuten
es: 10 minutos a pie
id: Jalan kaki 10 menit
ja: 徒歩10分

source: Mauris blandit aliquet elit eget tincidunt nibh pulvinar. Broadway shows and world-class performances nightly.
de: Erleben Sie jeden Abend Broadway-Shows und Aufführungen von Weltrang. Kunst und Leidenschaft vereinen sich zu einem unvergesslichen Erlebnis.
es: ショーと世界クラスの公演が毎晩開催されます。高貴なる精神が静かに息づき、全ての才能はそこから生まれる。ブロードウェイの
id: Pertunjukan Broadway dan pertunjukan kelas dunia digelar setiap malam. Jiwa yang mulia bernapas dengan tenang, semua bakat lahir darinya.
ja: ショーと世界クラスの公演が毎晩開催されます。高貴なる精神が静かに息づき、全ての才能はそこから生まれる。ブロードウェイの

source: 1 block
es: 1 cuadra
id: 1 blok
ja: 1ブロック

source: Magnificent Mile
es: Milla Magnífica
ja: マグニフィセント・マイル

source: 5 minute walk
de: 5 Gehminuten
es: 5 minutos a pie
id: Jalan kaki 5 menit
ja: 徒歩5分

source: Donec rutrum congue leo eget malesuada. Premium shopping, luxury brands, and upscale dining experiences.
de: Erleben Sie Premium-Shopping, Luxusmarken und exklusive Gastronomie – Eleganz und Stil in ihrer höchsten Form.
es: 偉大なる王の道は、権威と支配を伴って完成する。プレミアムなショッピング、高級ブランド、そして洗練されたダイニング体験をご提供します。
id: Jalan raja yang agung diselesaikan dengan otoritas dan kekuasaan. Kami menawarkan pengalaman belanja premium, merek mewah, dan bersantap yang mewah.
ja: 偉大なる王の道は、権威と支配を伴って完成する。プレミアムなショッピング、高級ブランド、そして洗練されたダイニング体験をご提供します。

source: 6 blocks
es: 6 cuadras
id: 6 blok
ja: 6ブロック

source: Lake Michigan Shore
de: Ufer des Michigansees
es: Orilla del Lago Michigan
id: Pesisir Danau Michigan
ja: ミシガン湖岸

source: 15 minute walk
de: 15 Gehminuten
es: 15 minutos a pie
id: Jalan kaki 15 menit
ja: 徒歩15分

source: Sed porttitor lectus nibh mauris blandit aliquet elit. Beach access, recreational trails, and scenic waterfront dining.
de: Genießen Sie den Zugang zum Strand, Freizeitwege und malerische Restaurants direkt am Wasser – Entspannung mit Stil.
es: 選ばれし者たちの道が開かれ、高貴なる精神が光輝を放つ。ビーチへのアクセス、レクリエーション用の遊歩道、そして景色の良い水辺での食事をお楽しみいただけます。
id: Jalan para terpilih terbuka, jiwa yang mulia memancarkan cahaya. Nikmati akses pantai, jalur rekreasi, dan bersantap di tepi air dengan pemandangan indah.
ja: 選ばれし者たちの道が開かれ、高貴なる精神が光輝を放つ。ビーチへのアクセス、レクリエーション用の遊歩道、そして景色の良い水辺での食事をお楽しみいただけます。

source: Offers - Lonergarden Stay
de: Angebote - Lonergarden Aufenthalt
es: Ofertas - Estancia Lonergarden
id: Penawaran - Lonergarden Stay
ja: オファー - ローナーガーデン・ステイ

source: 30%% OFF
de: 30%% RABATT
es: 30%% DE DESCUENTO
ja: 30%% オフ

source: Luxury Weekend Getaway
de: Luxus-Wochenendausflug
es: Escapada de Fin de Semana de Lujo
id: Pelarian Akhir Pekan Mewah
ja: 豪華な週末の休暇

source: Indulge in a perfect weekend escape with our exclusive package. Enjoy premium accommodations, complimentary breakfast, and access to our world-class spa facilities.
de: Gönnen Sie sich ein perfektes Wochenende mit unserem exklusiven Paket. Genießen Sie Premium-Unterkünfte, kostenloses Frühstück und Zugang zu unserem erstklassigen Spa.
es: 当ホテル限定のパッケージで、完璧な週末の逃避をご堪能ください。プレミアムな宿泊施設、無料の朝食、そして世界クラスのスパ施設へのアクセスをご利用いただけます。
id: Manjakan diri dalam pelarian akhir pekan yang sempurna dengan paket eksklusif kami. Nikmati akomodasi premium, sarapan gratis, dan akses ke fasilitas spa kelas dunia kami.
ja: 当ホテル限定のパッケージで、完璧な週末の逃避をご堪能ください。プレミアムな宿泊施設、無料の朝食、そして世界クラスのスパ施設へのアクセスをご利用いただけます。

source: Valid until March 31, 2024
de: Gültig bis 31. März 2024
es: Válido hasta el 31 de marzo de 2024
id: Berlaku hingga 31 Maret 2024
ja: 2024年3月31日まで有効

source: Business Travel Package
de: Geschäftsreisepaket
es: Paquete de Viaje de Negocios
id: Paket Perjalanan Bisnis
ja: ビジネストラベルパッケージ

source: Perfect for the modern business traveler. Includes high-speed WiFi, meeting room access, late checkout, and complimentary airport shuttle service.
de: Ideal für den modernen Geschäftsreisenden. Inklusive Highspeed-WLAN, Zugang zu Tagungsräumen, spätem Checkout und kostenlosem Flughafentransfer.
es: 現代のビジネス旅行者に最適なプランです。高速Wi-Fi、会議室の利用、レイトチェックアウト、および無料の空港シャトルサービスが含まれています。
id: Sempurna untuk pelancong bisnis modern. Termasuk WiFi berkecepatan tinggi, akses ruang rapat, checkout terlambat, dan layanan shuttle bandara gratis.
ja: 現代のビジネス旅行者に最適なプランです。高速Wi-Fi、会議室の利用、レイトチェックアウト、および無料の空港シャトルサービスが含まれています。

source: Valid until April 15, 2024
de: Gültig bis 15. April 2024
es: Válido hasta el 15 de abril de 2024
id: Berlaku hingga 15 April 2024
ja: 2024年4月15日まで有効

source: FREE
de: KOSTENLOS
es: GRATIS
id: GRATIS
ja: 無料

source: Spa Day Experience
de: Spa-Tageserlebnis
es: Experiencia de Día de Spa
id: Pengalaman Hari Spa
ja: スパデー体験

source: Complimentary spa session with any 3-night stay booking.
de: Kostenlose Spa-Sitzung bei jeder Buchung eines 3-Nächte-Aufenthalts.
es: Sesión de spa gratuita con cualquier reserva de 3 noches o más.
id: Sesi spa gratis dengan pemesanan menginap 3 malam.
ja: 3泊以上のご予約で無料のスパセッションをプレゼント。

source: Limited time offer
de: Zeitlich begrenztes Angebot
es: Oferta por tiempo limitado
id: Penawaran waktu terbatas
ja: 期間限定オファー

source: 50%% OFF
de: 50%% RABATT
es: 50%% DE DESCUENTO
ja: 50%% オフ

source: Romantic Dinner
de: Romantisches Abendessen
es: Cena Romántica
id: Makan Malam Romantis
ja: ロマンチックディナー

source: Special discount on our signature dining experience for couples.
de: Sonderrabatt auf unser Signature-Speiseerlebnis für Paare.
es: Descuento especial en nuestra experiencia gastronómica de autor para parejas.
id: Diskon khusus untuk pengalaman makan signature kami untuk pasangan.
ja: カップル向けのシグネチャーダイニング体験の特別割引。

source: Weekends only
de: Nur am Wochenende
es: Solo fines de semana
id: Hanya akhir pekan
ja: 週末限定

source: Reserve Table
de: Tisch reservieren
es: Reservar Mesa
id: Pesan Meja
ja: テーブルを予約する

source: SAVE 40%%
de: SPAREN SIE 40%%
es: AHORRE 40%%
id: HEMAT 40%%
ja: 40%% 割引

source: Family Fun Package
de: Familienspaß-Paket
es: Paquete de Diversión Familiar
id: Paket Keluarga Menyenangkan
ja: ファミリー・ファンパッケージ

source: Kids stay free with complimentary activities and meals included.
de: Kinder übernachten kostenlos mit kostenlosen Aktivitäten und Mahlzeiten inklusive.
es: お子様は無料のアクティビティと食事が含まれており、無料でご宿泊いただけます。
id: Anak-anak menginap gratis dengan aktivitas dan makanan gratis termasuk.
ja: お子様は無料のアクティビティと食事が含まれており、無料でご宿泊いただけます。

source: Summer season
de: Sommersaison
es: Temporada de verano
id: Musim panas
ja: 夏季限定

source: Book Family
de: Familie buchen
es: Reservar Familiar
id: Pesan Keluarga
ja: ファミリー予約

source: Booking Confirmation and Payment
de: Buchungsbestätigung und Zahlung
es: Confirmación de Reserva y Pago
id: Konfirmasi Pemesanan dan Pembayaran
ja: 予約確認と支払い

source: Complete Payment
de: Zahlung abschließen
es: Completar Pago
id: Lengkapi Pembayaran
ja: 支払いを完了する

source: Payment Successful
de: Zahlung erfolgreich
es: Pago Exitoso
id: Pembayaran Berhasil
ja: 支払いが成功しました

source: Registration Successful Message Example
de: Beispiel für eine erfolgreiche Registrierungsnachricht
es: Ejemplo de Mensaje de Registro Exitoso
id: Contoh Pesan Pendaftaran Berhasil
ja: 登録成功メッセージの例

source: A registration successful message box in HTML and CSS.
de: Eine Meldung für eine erfolgreiche Registrierung in HTML und CSS.
es: Una caja de mensaje de registro exitoso en HTML y CSS.
id: Kotak pesan pendaftaran berhasil dalam HTML dan CSS.
ja: HTMLとCSSによる登録成功メッセージボックス。

source: Success
de: Erfolg
es: Éxito
id: Sukses
ja: 成功

source: Congratulations, your account has been successfully created.
de: Herzlichen Glückwunsch, Ihr Konto wurde erfolgreich erstellt.
es: Felicidades, su cuenta ha sido creada exitosamente.
id: Selamat, akun Anda telah berhasil dibuat.
ja: おめでとうございます。アカウントが正常に作成されました。

source: Continue
de: Weiter
es: Continuar
id: Lanjutkan
ja: 続ける

source: Privacy - Lonergarden Stay
de: Datenschutz - Lonergarden Aufenthalt
es: Privacidad - Estancia Lonergarden
id: Privasi - Lonergarden Stay
ja: プライバシー - ローナーガーデン・ステイ

source: Effective Date: February 27, 2025
de: Datum des Inkrafttretens: 27. Februar 2025
es: Fecha de Entrada en Vigor: 27 de febrero de 2025
id: Tanggal Efektif: 27 Februari 2025
ja: 発効日: 2025年2月27日

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
id: Kebijakan Privasi
ja: プライバシーポリシー

source: This Privacy Policy describes how we collect, use, process, and disclose your information, including personal information, in conjunction with your access to and use of our services.
de: Diese Datenschutzrichtlinie beschreibt, wie wir Ihre Informationen, einschließlich persönlicher Informationen, in Verbindung mit Ihrem Zugriff auf und Ihrer Nutzung unserer Dienste sammeln, verwenden, verarbeiten und offenlegen.
es: このプライバシーポリシーは、お客様が当社のサービスにアクセスし、使用することに関連して、個人情報を含むお客様の情報を当社がどのように収集、使用、処理、および開示するかを説明しています。
id: Kebijakan Privasi ini menjelaskan bagaimana kami mengumpulkan, menggunakan, memproses, dan mengungkapkan informasi Anda, termasuk informasi pribadi, sehubungan dengan akses dan penggunaan Anda terhadap layanan kami.
ja: このプライバシーポリシーは、お客様が当社のサービスにアクセスし、使用することに関連して、個人情報を含むお客様の情報を当社がどのように収集、使用、処理、および開示するかを説明しています。

source: 1. Introduction
de: 1. Einleitung
es: 1. Introducción
id: 1. Pendahuluan
ja: 1. はじめに

source: When you use our services, you're trusting us with your information. We understand this is a big responsibility and work hard to protect your information and put you in control.
de: Wenn Sie unsere Dienste nutzen, vertrauen Sie uns Ihre Daten an. Wir wissen, dass dies eine große Verantwortung ist, und arbeiten hart daran, Ihre Informationen zu schützen und Ihnen die Kontrolle zu geben.
es: お客様が当社のサービスをご利用になる際、お客様はご自身の情報を当社に委ねてくださっています。当社は、これが重大な責任であることを理解し、お客様の情報を保護し、お客様自身が管理できるように懸命に取り組んでいます。
id: Ketika Anda menggunakan layanan kami, Anda mempercayakan informasi Anda kepada kami. Kami memahami ini adalah tanggung jawab yang besar dan bekerja keras untuk melindungi informasi Anda serta memberi Anda kendali.
ja: お客様が当社のサービスをご利用になる際、お客様はご自身の情報を当社に委ねてくださっています。当社は、これが重大な責任であることを理解し、お客様の情報を保護し、お客様自身が管理できるように懸命に取り組んでいます。

source: This Privacy Policy is meant to help you understand what information we collect, why we collect it, and how you can update, manage, export, and delete your information.
de: Diese Datenschutzrichtlinie soll Ihnen helfen zu verstehen, welche Informationen wir sammeln, warum wir sie sammeln und wie Sie Ihre Informationen aktualisieren, verwalten, exportieren und löschen können.
es: このプライバシーポリシーは、当社がどのような情報を収集するか、なぜ収集するのか、そしてお客様がご自身の情報をどのように更新、管理、エクスポート、および削除できるかを理解していただくことを目的としています。
id: Kebijakan Privasi ini dimaksudkan untuk membantu Anda memahami informasi apa yang kami kumpulkan, mengapa kami mengumpulkannya, dan bagaimana Anda dapat memperbarui, mengelola, mengekspor, serta menghapus informasi Anda.
ja: このプライバシーポリシーは、当社がどのような情報を収集するか、なぜ収集するのか、そしてお客様がご自身の情報をどのように更新、管理、エクスポート、および削除できるかを理解していただくことを目的としています。

source: 2. Information We Collect
de: 2. Informationen, die wir sammeln
es: 2. Información que Recopilamos
id: 2. Informasi yang Kami Kumpulkan
ja: 2. 収集する情報

source: We collect information to provide better services to our users. The types of information we collect include:
de: Wir sammeln Informationen, um unseren Nutzern bessere Dienste anbieten zu können. Zu den von uns gesammelten Informationen gehören unter anderem:
es: 当社は、ユーザーにより良いサービスを提供するために情報を収集します。収集する情報の種類には以下が含まれます。
id: Kami mengumpulkan informasi untuk memberikan layanan yang lebih baik kepada pengguna kami. Jenis informasi yang kami kumpulkan meliputi:
ja: 当社は、ユーザーにより良いサービスを提供するために情報を収集します。収集する情報の種類には以下が含まれます。

source: 2.1 Information You Provide
de: 2.1 Informationen, die Sie bereitstellen
es: 2.1 Información que Usted Proporciona
id: 2.1 Informasi yang Anda Berikan
ja: 2.1 お客様が提供する情報

source: When you create an account or use our services, you provide us with personal information that includes:
de: Wenn Sie ein Konto erstellen oder unsere Dienste nutzen, stellen Sie uns persönliche Informationen zur Verfügung, die Folgendes umfassen:
es: お客様がアカウントを作成したり、当社のサービスを利用したりする際に、以下を含む個人情報をご提供いただきます。
id: Ketika Anda membuat akun atau menggunakan layanan kami, Anda memberikan informasi pribadi yang mencakup:
ja: お客様がアカウントを作成したり、当社のサービスを利用したりする際に、以下を含む個人情報をご提供いただきます。

source: Your name and contact information
de: Ihr Name und Ihre Kontaktdaten
es: Su nombre e información de contacto
id: Nama dan informasi kontak Anda
ja: お名前と連絡先情報

source: Account credentials
de: Anmeldeinformationen für das Konto
es: Credenciales de la cuenta
id: Kredensial akun
ja: アカウントの認証情報

source: Payment information when required
de: Zahlungsinformationen, falls erforderlich
es: Información de pago cuando sea necesario
id: Informasi pembayaran saat diperlukan
ja: 必要な場合の支払い情報

source: Communication preferences
de: Kommunikationspräferenzen
es: Preferencias de comunicación
id: Preferensi komunikasi
ja: コミュニケーション設定

source: 2.2 Automatic Information
de: 2.2 Automatische Informationen
es: 2.2 Información Automática
id: 2.2 Informasi Otomatis
ja: 2.2 自動的に収集される情報

source: We automatically collect and store certain information when you use our services:
de: Wir sammeln und speichern automatisch bestimmte Informationen, wenn Sie unsere Dienste nutzen:
es: お客様が当社のサービスを利用する際、当社は特定の情報を自動的に収集し、保存します。
id: Kami secara otomatis mengumpulkan dan menyimpan informasi tertentu ketika Anda menggunakan layanan kami:
ja: お客様が当社のサービスを利用する際、当社は特定の情報を自動的に収集し、保存します。

source: Device information and identifiers
de: Geräteinformationen und Kennungen
es: Información del dispositivo e identificadores
id: Informasi perangkat dan pengidentifikasi
ja: デバイス情報と識別子

source: Log information and usage statistics
de: Protokollinformationen und Nutzungsstatistiken
es: Información de registro y estadísticas de uso
id: Informasi log dan statistik penggunaan
ja: ログ情報と利用統計

source: Location information when enabled
de: Standortinformationen, wenn aktiviert
es: Información de ubicación cuando esté habilitada
id: Informasi lokasi saat diaktifkan
ja: 有効になっている場合の現在地情報

source: Browser type and settings
de: Browsertyp und -einstellungen
es: Tipo y configuración del navegador
id: Jenis dan pengaturan browser
ja: ブラウザの種類と設定

source: 3. How We Use Your Information
de: 3. Wie wir Ihre Informationen nutzen
es: 3. Cómo Utilizamos Su Información
id: 3. Cara Kami Menggunakan Informasi Anda
ja: 3. お客様の情報の利用方法

source: We use the information we collect to provide, maintain, and improve our services. Specifically, we use your information to:
de: Wir verwenden die gesammelten Informationen, um unsere Dienste bereitzustellen, zu warten und zu verbessern. Konkret nutzen wir Ihre Daten, um:
es: 当社は、収集した情報をサービスの提供、維持、および改善のために利用します。具体的には、お客様の情報を以下の目的で使用します。
id: Kami menggunakan informasi yang kami kumpulkan untuk menyediakan, memelihara, dan meningkatkan layanan kami. Secara khusus, kami menggunakan informasi Anda untuk:
ja: 当社は、収集した情報をサービスの提供、維持、および改善のために利用します。具体的には、お客様の情報を以下の目的で使用します。

source: Provide and personalize our services
de: Unsere Dienste bereitzustellen und zu personalisieren
es: Proveer y personalizar nuestros servicios
id: Memberikan dan mempersonalisasi layanan kami
ja: サービス提供とパーソナライズ
