Repository: YenusPutra/Lonergarden-Stay-Hotel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, id, ja

source: Process transactions and send related information
de: Transaktionen zu verarbeiten und zugehörige Informationen zu senden
es: Procesar transacciones y enviar información relacionada
id: Memproses transaksi dan mengirim informasi terkait
ja: 取引の処理と関連情報の送信

source: Send notifications and updates about our services
de: Benachrichtigungen und Updates zu unseren Diensten zu senden
es: Enviar notificaciones y actualizaciones sobre nuestros servicios
id: Mengirim notifikasi dan pembaruan tentang layanan kami
ja: サービスに関する通知と更新情報の送信

source: Maintain security and verify identity
de: Die Sicherheit zu gewährleisten und die Identität zu überprüfen
es: Mantener la seguridad y verificar la identidad
id: Menjaga keamanan dan memverifikasi identitas
ja: セキュリティの維持と身元確認

source: Analyze and improve our services
de: Unsere Dienste zu analysieren und zu verbessern
es: Analizar y mejorar nuestros servicios
id: Menganalisis dan meningkatkan layanan kami
ja: サービスの分析と改善

source: 4. Information Sharing and Disclosure
de: 4. Weitergabe und Offenlegung von Informationen
es: 4. Compartición y Divulgación de Información
id: 4. Berbagi dan Pengungkapan Informasi
ja: 4. 情報の共有と開示

source: We do not share personal information with companies, organizations, or individuals outside of our company except in the following cases:
de: Wir geben persönliche Informationen nur in den folgenden Fällen an Unternehmen, Organisationen oder Einzelpersonen außerhalb unseres Unternehmens weiter:
es: 当社は、以下の場合を除き、当社の外部の企業、組織、または個人と個人情報を共有することはありません。
id: Kami tidak membagikan informasi pribadi dengan perusahaan, organisasi, atau individu di luar perusahaan kami kecuali dalam kasus-kasus berikut:
ja: 当社は、以下の場合を除き、当社の外部の企業、組織、または個人と個人情報を共有することはありません。

source: 4.1 With Your Consent
de: 4.1 Mit Ihrer Zustimmung
es: 4.1 Con Su Consentimiento
id: 4.1 Dengan Persetujuan Anda
ja: 4.1 お客様の同意に基づく場合

source: We will share personal information with companies, organizations, or individuals outside of our company when we have your consent to do so.
de: Wir geben persönliche Informationen an Unternehmen, Organisationen oder Einzelpersonen außerhalb unseres Unternehmens weiter, wenn wir Ihre Zustimmung dazu haben.
es: お客様の同意がある場合、当社は当社の外部の企業、組織、または個人と個人情報を共有します。
id: Kami akan membagikan informasi pribadi dengan perusahaan, organisasi, atau individu di luar perusahaan kami ketika kami memiliki persetujuan Anda untuk melakukannya.
ja: お客様の同意がある場合、当社は当社の外部の企業、組織、または個人と個人情報を共有します。

source: 4.2 For Legal Reasons
de: 4.2 Aus rechtlichen Gründen
es: 4.2 Por Razones Legales
id: 4.2 Untuk Alasan Hukum
ja: 4.2 法的な理由に基づく場合

source: We will share personal information if we have a good-faith belief that access, use, preservation, or disclosure of the information is reasonably necessary to:
de: Wir geben persönliche Informationen weiter, wenn wir in gutem Glauben davon überzeugt sind, dass der Zugriff, die Nutzung, die Aufbewahrung oder die Offenlegung der Informationen vernünftigerweise erforderlich ist, um:
es: 当社は、情報のアクセス、使用、保存、または開示が以下の目的のために合理的に必要であると誠実に信じる場合、個人情報を共有します。
id: Kami akan membagikan informasi pribadi jika kami memiliki keyakinan yang tulus bahwa akses, penggunaan, preservasi, atau pengungkapan informasi tersebut secara wajar diperlukan untuk:
ja: 当社は、情報のアクセス、使用、保存、または開示が以下の目的のために合理的に必要であると誠実に信じる場合、個人情報を共有します。

source: Meet any applicable law, regulation, legal process, or enforceable governmental request
de: Alle anwendbaren Gesetze, Vorschriften, Gerichtsverfahren oder durchsetzbare behördliche Anforderungen zu erfüllen
es: 適用される法令、規制、法的手続き、または強制力のある政府の要求を満たすため
id: Memenuhi hukum, peraturan, proses hukum, atau permintaan pemerintah yang berlaku dan dapat diberlakukan
ja: 適用される法令、規制、法的手続き、または強制力のある政府の要求を満たすため

source: Enforce applicable Terms of Service
de: Anwendbare Nutzungsbedingungen durchzusetzen
es: Hacer cumplir los Términos de Servicio aplicables
id: Menegakkan Syarat Layanan yang berlaku
ja: 適用される利用規約の施行

source: Detect, prevent, or otherwise address fraud, security, or technical issues
de: Betrug, Sicherheits- oder technische Probleme zu erkennen, zu verhindern oder anderweitig zu beheben
es: 不正行為、セキュリティ、または技術的な問題を検出、防止、またはその他の方法で対処するため
id: Mendeteksi, mencegah, atau menangani penipuan, masalah keamanan, atau masalah teknis
ja: 不正行為、セキュリティ、または技術的な問題を検出、防止、またはその他の方法で対処するため

source: Protect against harm to the rights, property, or safety of our users
de: Zum Schutz vor Schäden an den Rechten, dem Eigentum oder der Sicherheit unserer Nutzer
es: Proteger contra daños a los derechos, propiedad o seguridad de nuestros usuarios
id: Melindungi dari bahaya terhadap hak, properti, atau keamanan pengguna kami
ja: ユーザーの権利、財産、または安全への危害からの保護

source: 5. Data Security
de: 5. Datensicherheit
es: 5. データセキュリティ
id: 5. Keamanan Data
ja: 5. データセキュリティ

source: We work hard to protect our users from unauthorized access to or unauthorized alteration, disclosure, or destruction of information we hold. In particular:
de: Wir setzen alles daran, unsere Nutzer vor unbefugtem Zugriff, Änderung, Offenlegung oder Zerstörung der gespeicherten Daten zu schützen. Insbesondere:
es: 当社は、お客様の情報を不正なアクセス、不正な改ざん、開示、または破壊から保護するために尽力しています。特に：
id: Kami bekerja keras untuk melindungi pengguna kami dari akses tidak sah terhadap informasi yang kami pegang atau perubahan, pengungkapan, atau penghancuran informasi yang tidak sah. Secara khusus:
ja: 当社は、お客様の情報を不正なアクセス、不正な改ざん、開示、または破壊から保護するために尽力しています。特に：

source: We encrypt our services using SSL
de: Wir verschlüsseln unsere Dienste mit SSL
es: Ciframos nuestros servicios usando SSL
id: Kami mengenkripsi layanan kami menggunakan SSL
ja: SSLを使用してサービスを暗号化しています

source: We review our information collection, storage, and processing practices
de: Wir überprüfen unsere Verfahren zur Informationssammlung, -speicherung und -verarbeitung
es: Revisamos nuestras prácticas de recopilación, almacenamiento y procesamiento de información
id: Kami meninjau praktik pengumpulan, penyimpanan, dan pemrosesan informasi kami
ja: 情報の収集、保管、処理に関する慣行を見直しています

source: We restrict access to personal information to employees who need that information
de: Wir beschränken den Zugriff auf persönliche Informationen auf Mitarbeiter, die diese Informationen benötigen
es: 個人情報へのアクセスを、その情報を必要とする従業員に制限しています
id: Kami membatasi akses ke informasi pribadi hanya untuk karyawan yang membutuhkan informasi tersebut
ja: 個人情報へのアクセスを、その情報を必要とする従業員に制限しています

source: 6. Your Rights and Choices
de: 6. Ihre Rechte und Wahlmöglichkeiten
es: 6. お客様の権利と選択
id: 6. Hak dan Pilihan Anda
ja: 6. お客様の権利と選択

source: You have certain rights regarding your personal information, including:
de: Sie haben bestimmte Rechte bezüglich Ihrer persönlichen Informationen, einschließlich:
es: Usted tiene ciertos derechos con respecto a su información personal, incluyendo:
id: Anda memiliki hak tertentu mengenai informasi pribadi Anda, termasuk:
ja: お客様の個人情報に関して、以下を含む特定の権利を有しています:

source: The right to access your personal information
de: Das Recht, auf Ihre persönlichen Informationen zuzugreifen
es: El derecho a acceder a su información personal
id: Hak untuk mengakses informasi pribadi Anda
ja: 個人情報にアクセスする権利

source: The right to correct inaccurate information
de: Das Recht, ungenaue Informationen zu korrigieren
es: El derecho a corregir información inexacta
id: Hak untuk memperbaiki informasi yang tidak akurat
ja: 不正確な情報を修正する権利

source: The right to request deletion of your information
de: Das Recht, die Löschung Ihrer Informationen zu verlangen
es: El derecho a solicitar la eliminación de su información
id: Hak untuk meminta penghapusan informasi Anda
ja: 情報の削除を要求する権利

source: The right to restrict or object to our processing of your information
de: Das Recht, unsere Verarbeitung Ihrer Informationen einzuschränken oder ihr zu widersprechen
es: El derecho a restringir u oponerse al procesamiento de su información
id: Hak untuk membatasi atau menolak pemrosesan informasi Anda oleh kami
ja: 情報の処理を制限または異議を申し立てる権利

source: 7. Changes to This Policy
de: 7. Änderungen dieser Richtlinie
es: 7. Cambios a Esta Política
id: 7. Perubahan pada Kebijakan Ini
ja: 7. 本ポリシーの変更

source: We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the effective date at the top.
de: Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Über Änderungen informieren wir Sie, indem wir die neue Version auf dieser Seite veröffentlichen und das Datum oben aktualisieren.
es: 当社は、このプライバシーポリシーを随時更新する場合があります。変更があった場合は、このページに新しいプライバシーポリシーを掲載し、上部の施行日を更新することで通知します。
id: Kami dapat memperbarui Kebijakan Privasi ini dari waktu ke waktu. Kami akan memberi tahu Anda tentang perubahan apa pun dengan memposting Kebijakan Privasi baru di halaman ini dan memperbarui tanggal efektif di bagian atas.
ja: 当社は、このプライバシーポリシーを随時更新する場合があります。変更があった場合は、このページに新しいプライバシーポリシーを掲載し、上部の施行日を更新することで通知します。

source: Your continued use of our services after any changes to this Privacy Policy constitutes your acceptance of such changes.
de: Ihre fortgesetzte Nutzung unserer Dienste nach Änderungen dieser Datenschutzrichtlinie stellt Ihre Zustimmung zu solchen Änderungen dar.
es: El uso continuado de nuestros servicios después de cualquier cambio en esta Política de Privacidad constituye su aceptación de dichos cambios.
id: Penggunaan layanan kami yang berlanjut setelah perubahan apa pun pada Kebijakan Privasi ini merupakan penerimaan Anda terhadap perubahan tersebut.
ja: このプライバシーポリシーの変更後も当社のサービスを継続して利用される場合、お客様はそのような変更に同意したものとみなされます。

source: Contact Us
de: Kontaktieren Sie uns
es: Contáctenos
id: Hubungi Kami
ja: お問い合わせ

source: If you have any questions about this Privacy Policy or our practices, please contact us:
de: Wenn Sie Fragen zu dieser Datenschutzrichtlinie oder unseren Verfahren haben, kontaktieren Sie uns bitte:
es: Si tiene alguna pregunta sobre esta Política de Privacidad o nuestras prácticas, contáctenos en:
id: Jika Anda memiliki pertanyaan tentang Kebijakan Privasi ini atau praktik kami, silakan hubungi kami:
ja: このプライバシーポリシーまたは当社の慣行についてご質問がある場合は、以下にご連絡ください。

source: Address:
de: Adresse:
es: Dirección:
id: Alamat:
ja: 住所:

source: Restaurant - Lonergarden Stay
de: Restaurant - Lonergarden Aufenthalt
es: Restaurante - Estancia Lonergarden
id: Restoran - Lonergarden Stay
ja: レストラン - ローナーガーデン・ステイ

source: Experience Our Unique Approach
de: Erleben Sie unseren einzigartigen Ansatz
es: Experimente Nuestro Enfoque Único
id: Rasakan Pendekatan Unik Kami
ja: 独自のサービスを体験する

source: Integer posuere erat a ante venenatis dapibus posuere velit aliquet. Vestibulum id ligula porta felis euismod semper.
de: Weise Entscheidungen führen stets nach vorn und schaffen Beständigkeit. Im Tor der Erkenntnis liegt die ewige Eleganz verborgen.
es: La sabia disposición siempre está adelante y trae una convicción inquebrantable. El alma que reside en la puerta llevará una decoración eternamente elegante.
id: Posisi integer berada di depan sebelum pengaturan, membawa keyakinan yang teguh. Jiwa yang bersemayam di gerbang akan selamanya mengenakan hiasan yang elegan.
ja: 賢明なる配置は常に前にあり、揺るぎない確信をもたらす。門に宿る魂は、永遠に優美なる装飾を身に纏うだろう。

source: Morbi leo risus, porta ac consectetur ac, vestibulum at eros. Aenean eu leo quam. Pellentesque ornare sem lacinia quam venenatis vestibulum. Curabitur blandit tempus porttitor.
de: Der Löwe erhebt sich in Ruhe, die Tore der Weisheit öffnen sich, und die Zeit scheint stillzustehen. Eine edle Seele findet Ruhe in Harmonie und Stil.
es: El león se levanta en silencio, la puerta de la sabiduría se abre y el flujo del tiempo se detiene. El alma noble deseará la decoración y encontrará descanso en ese lugar.
id: Singa bangkit dengan tenang, pintu kebijaksanaan terbuka, aliran waktu terhenti. Jiwa yang mulia menginginkan hiasan dan akan menemukan ketenangan di tempatnya.
ja: 獅子は静かに立ち上がり、知恵の扉が開かれ、時の流れが止まる。高貴なる魂は装飾を望み、その場所で安息を得るだろう。

source: Exceptional Service
de: Außergewöhnlicher Service
es: Servicio Excepcional
id: Layanan Luar Biasa
ja: 格別なサービス

source: Donec sed odio dui. Nulla vitae elit libero, a pharetra augue.
de: Der vollendete Weg führt über Hindernisse. Ein freies Leben verlangt Mut und den Blick über die Illusion hinaus.
es: El camino completo conduce al odio. Una vida libre no puede existir y se anhela el futuro más allá de la ilusión.
id: Jalan yang telah selesai menuju ke kebencian. Kehidupan yang bebas tidak mungkin ada, mendambakan masa depan di balik ilusi.
ja: 完成された道筋は憎悪へと向かう。自由な人生は存在し得ず、幻影の先にある未来を渇望する。

source: Industry Recognition
de: Donec sed odio dui. Nulla vitae elit libero, a pharetra augue.Branchenanerkennung
es: Reconocimiento de la Industria
id: Pengakuan Industri
ja: 業界の評価

source: Praesent commodo cursus magna, vel scelerisque nisl consectetur et.
es: El camino del gran conocimiento es real, y significa la consumación de la sabiduría que supera el terror.
id: Jalan pengetahuan yang agung itu ada, berarti pencapaian kebijaksanaan yang mengatasi ketakutan.
ja: 偉大なる知識の道は実在し、恐怖を克服する知恵の成就を意味する。

source: Jane Smith, Head of Operations
de: Jane Smith, Leiterin des Betriebs
es: Jane Smith, Directora de Operaciones
id: Jane Smith, Kepala Operasi
ja: ジェーン・スミス、オペレーション責任者

source: Years of Dedication
de: Jahre des Engagements
es: Años de Dedicación
id: Tahun-tahun Pengabdian
ja: 長年の献身

source: Menu
de: Menü
es: Menú
ja: メニュー

source: All
de: Alle
es: Todo
id: Semua
ja: すべて

source: Starters
de: Vorspeisen
es: Entrantes
id: Hidangan Pembuka
ja: 前菜

source: Main Courses
de: Hauptgerichte
es: Platos Principales
id: Hidangan Utama
ja: メインコース

source: Desserts
es: Postres
id: Hidangan Penutup
ja: デザート

source: Drinks
de: Getränke
es: Bebidas
id: Minuman
ja: ドリンク

source: Bruschetta Trio
es: Trío de Bruschetta
ja: ブルスケッタ トリオ

source: Vegetarian
de: Vegetarisch
es: Vegetariano
ja: ベジタリアン

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit curabitur sed.
es: La secuencia de palabras sin sentido es un suelo estéril para quien busca la sabiduría. Él se sentará en silencio y contemplará.
id: Rangkaian kata yang tidak berarti adalah tanah yang tandus bagi pencari kebijaksanaan. Ia akan duduk dengan tenang dan merenung.
ja: 無意味な言葉の連なりは、知恵を追求する者には不毛な土壌である。彼は静かに座し、熟考するだろう。

source: Calamari Fritti
es: Calamares Fritos
ja: カラマリ フリット

source: Seafood
de: Meeresfrüchte
es: Mariscos
id: Makanan Laut
ja: シーフード

source: Wild Mushroom Risotto
de: Wildpilz-Risotto
es: Risotto de Hongos Silvestres
id: Risotto Jamur Liar
ja: ワイルドマッシュルームのリゾット

source: Braised Lamb Shank
de: Geschmorte Lammkeule
es: Osobuco de Cordero Estofado
id: Kaki Domba Rebus
ja: ラムシャンクの煮込み

source: Chef's Choice
de: Empfehlung des Küchenchefs
es: Elección del Chef
id: Pilihan Koki
ja: シェフのおすすめ

source: Chocolate Lava Cake
de: Schokoladen-Lava-Kuchen
es: Volcán de Chocolate
id: Kue Lava Cokelat
ja: チョコレートラバケーキ

source: Gluten Free
de: Glutenfrei
es: Sin Gluten
id: Bebas Gluten
ja: グルテンフリー

source: Tiramisu
es: Tiramisú
ja: ティラミス

source: Classic
de: Klassisch
es: Clásico
id: Klasik
ja: クラシック

source: Signature Cocktail
es: Cóctel de Autor
id: Koktail Signature
ja: シグネチャーカクテル

source: Alcoholic
de: Alkoholisch
es: Alcohólico
id: Beralkohol
ja: アルコール

source: Berry Smoothie
de: Beeren-Smoothie
es: Batido de Bayas
id: Smoothie Berry
ja: ベリーのスムージー

source: Non-Alcoholic
de: Alkoholfrei
es: No Alcohólico
id: Non-Alkohol
ja: ノンアルコール

source: Download Full Menu
de: Gesamte Speisekarte herunterladen
es: Descargar Menú Completo
id: Unduh Menu Lengkap
ja: フルメニューをダウンロード

source: Chef's Specials
de: Spezialitäten des Küchenchefs
es: Especiales del Chef
id: Spesial Koki
ja: シェフのスペシャル

source: Special
de: Spezial
es: Especial
id: Spesial
ja: 特別

source: Vegan
es: Vegano
ja: ヴィーガン

source: Mediterranean Grilled Salmon
de: Mediterraner gegrillter Lachs
es: Salmón Mediterráneo a la Parrilla
id: Salmon Bakar Mediterania
ja: 地中海風グリルサーモン

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Praesent ut aliquam metus. Vivamus fermentum magna quis.
es: Esta frase es una declaración temporal sin significado, utilizada únicamente para la confirmación de la disposición de conocimiento y tecnología. Una gran vitalidad fomentará una convicción inquebrantable.
id: Teks ini adalah kata-kata sementara yang tidak memiliki makna, hanya digunakan untuk konfirmasi penempatan pengetahuan dan teknologi. Kehidupan yang besar akan memupuk keyakinan yang teguh.
ja: この文章は意味を持たぬ仮の文言であり、知識と技術の配置確認にのみ使用される。大いなる生命力は揺るぎない信念を育むだろう。

source: Spicy
de: Scharf
es: Picante
id: Pedas
ja: スパイシー

source: Signature Ribeye Steak
es: Bistec Ribeye de Autor
id: Steak Ribeye Signature
ja: シグネチャー・リブアイステーキ

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nam accumsan risus ut dui pretium, eget elementum nisi.
es: La sabiduría, la raíz de la creación del cielo y la tierra, reside en el dolor. Su nombre es conocimiento acumulado, pague el precio y adquiera el elemento verdadero por sí mismo.
id: Akar kebijaksanaan dari penciptaan alam semesta bersemayam dalam penderitaan. Namanya adalah pengetahuan yang terakumulasi, bayarlah harganya dan peroleh sendiri elemen sejati.
ja: 天地創造の根源たる知恵は、苦痛の中にこそ宿る。彼の名は蓄積された知識であり、対価を払い、真の要素を自ら獲得せしめよ。

source: Room Details - Lonergarden Stay
de: Zimmerdetails - Lonergarden Stay
es: Detalles de la Habitación - Estancia Lonergarden
id: Detail Kamar - Lonergarden Stay
ja: 客室詳細 - ローナーガーデン・ステイ

source: Premium Suite
es: Suite Premium
id: Suite Premium
ja: プレミアムスイート

source: (127 reviews)
de: (127 Bewertungen)
es: (127 reseñas)
id: (127 ulasan)
ja: （127件のレビュー）

source: Deluxe Ocean View Suite
de: Deluxe Suite mit Meerblick
es: Suite Deluxe con Vista al Océano
id: Suite Pemadangan Laut Deluxe
ja: デラックス・オーシャンビュー・スイート

source: Experience luxury with breathtaking ocean views and premium amenities
de: Erleben Sie Luxus mit atemberaubendem Meerblick und Premium-Annehmlichkeiten
es: Experimente el lujo con vistas al océano impresionantes y comodidades premium
id: Rasakan kemewahan dengan pemandangan laut yang menakjubkan dan fasilitas premium
ja: 息をのむような海の景色とプレミアムアメニティで贅沢な体験を

source: Up to 4 guests
de: Bis zu 4 Gäste
es: Hasta 4 huéspedes
id: Hingga 4 tamu
ja: 最大4名様まで

source: King bed + Sofa bed
de: Kingsize-Bett + Schlafsofa
es: Cama King + Sofá cama
id: Tempat tidur king + sofa bed
ja: キングベッド + ソファベッド

source: Room Gallery
de: Zimmergalerie
es: Galería de la Habitación
id: Galeri Kamar
ja: 客室ギャラリー

source: Room Overview
de: Zimmerübersicht
es: Resumen de la Habitación
id: Ikhtisar Kamar
ja: 客室概要

source: Indulge in the ultimate luxury experience with our Deluxe Ocean View Suite. This spacious retreat features floor-to-ceiling windows showcasing panoramic ocean vistas, creating a serene atmosphere perfect for romantic getaways or family vacations. The elegantly appointed living space seamlessly blends modern comfort with coastal charm, featuring premium furnishings and thoughtful design elements.
de: Gönnen Sie sich das ultimative Luxuserlebnis in unserer Deluxe Suite mit Meerblick. Dieser geräumige Rückzugsort verfügt über raumhohe Fenster mit Panoramablick auf das Meer, die eine ruhige Atmosphäre schaffen, perfekt für romantische Kurzurlaube oder Familienferien. Der elegant eingerichtete Wohnbereich verbindet modernen Komfort nahtlos mit Küsten-Charme und verfügt über Premium-Mobiliar und durchdachte Designelemente.
es: Sumérjase en la máxima experiencia de lujo con nuestra Suite Deluxe con Vistas al Océano. Este espacioso refugio cuenta con ventanas de piso a techo que muestran vistas panorámicas del océano, creando una atmósfera serena perfecta para escapadas románticas o vacaciones familiares. El espacio habitable elegantemente decorado combina a la perfección el confort moderno con el encanto costero, con muebles premium y elementos de diseño cuidadosamente pensados.
id: Nikmati pengalaman kemewahan tertinggi dengan Deluxe Ocean View Suite kami. Retret yang luas ini menampilkan jendela dari lantai ke langit-langit yang memamerkan pemandangan laut panorama, menciptakan suasana tenang yang sempurna untuk pelarian romantis atau liburan keluarga. Ruang hidup yang dilengkapi dengan elegan memadukan kenyamanan modern dengan pesona pesisir secara mulus, menampilkan perabotan premium dan elemen desain yang penuh pertimbangan.
ja: デラックス・オーシャンビュー・スイートで究極の贅沢な体験に浸ってください。この広々とした隠れ家は、床から天井までの窓からパノラマの海の景色を眺めることができ、ロマンチックな休暇や家族旅行に最適な穏やかな雰囲気を作り出します。エレガントに整えられたリビング空間は、プレミアムな家具と思慮深いデザイン要素を備え、モダンな快適さと沿岸の魅力をシームレスに融合させています。

source: The suite includes a separate living area with comfortable seating, a work desk for business travelers, and a private balcony where you can enjoy your morning coffee while watching the sunrise over the ocean. The bedroom features a plush king-size bed with luxury linens, ensuring a restful night's sleep, while the sofa bed in the living area provides additional accommodation for up to two guests.
de: Die Suite umfasst einen separaten Wohnbereich mit bequemen Sitzgelegenheiten, einem Schreibtisch für Geschäftsreisende und einem privaten Balkon, auf dem Sie Ihren Morgenkaffee genießen können, während Sie den Sonnenaufgang über dem Meer beobachten. Das Schlafzimmer verfügt über ein weiches Kingsize-Bett mit luxuriöser Bettwäsche, das eine erholsame Nachtruhe gewährleistet, während das Schlafsofa im Wohnbereich zusätzliche Unterkunft für bis zu zwei Gäste bietet.
es: La suite incluye una sala de estar separada con asientos cómodos, un escritorio para viajeros de negocios y un balcón privado donde puede disfrutar de su café matutino mientras contempla el amanecer sobre el océano. El dormitorio cuenta con una lujosa cama tamaño king con ropa de cama de lujo, lo que garantiza un sueño reparador, mientras que el sofá cama en la sala de estar ofrece alojamiento adicional para hasta dos huéspedes.
id: Suite ini mencakup area hidup terpisah dengan tempat duduk yang nyaman, meja kerja untuk pelancong bisnis, dan balkon pribadi di mana Anda dapat menikmati kopi pagi sambil menyaksikan matahari terbit di atas lautan. Kamar tidur menampilkan tempat tidur king-size yang mewah dengan linen berkualitas, memastikan tidur malam yang nyenyak, sementara sofa bed di area hidup menyediakan akomodasi tambahan untuk hingga dua tamu.
ja: このスイートには、快適な座席を備えた独立したリビングエリア、ビジネス旅行者向けのワークデスク、そして海から昇る日の出を眺めながらモーニングコーヒーを楽しめるプライベートバルコニーが含まれます。ベッドルームには、安らかな眠りを保証する高級リネンを備えた豪華なキングサイズベッドがあり、リビングエリアのソファベッドは最大2名様に追加の宿泊施設を提供します。

source: Premium Experience
de: Premium-Erlebnis
es: Experiencia Premium
id: Pengalaman Premium
ja: プレミアム体験

source: - Sarah M., Verified Guest
de: - Sarah M., Verifizierter Gast
es: - Sarah M., Huésped verificado
id: - Sarah M., Tamu Terverifikasi
ja: - Sarah M.、認証済みゲスト

source: Room Amenities
de: Zimmerausstattung
es: Servicios de la habitación
id: Fasilitas Kamar
ja: 客室アメニティ

source: Sleeping
de: Schlaf
es: Dormir
id: Tidur
ja: 睡眠

source: King size bed
de: Kingsize-Bett
es: Cama king size
id: Tempat tidur ukuran king
ja: キングサイズのベッド

source: Premium linens
de: Premium-Bettwäsche
es: Ropa de cama premium
id: Linan premium
ja: プレミアムリネン

source: Memory foam pillows
de: Memory Foam Kissen
es: Almohadas de espuma viscoelástica
id: Bantal busa memori
ja: 低反発枕

source: Blackout curtains
de: Verdunklungsvorhänge
es: Cortinas opacas
id: Gorden penghalang cahaya
ja: 遮光カーテン

source: Technology
de: Technologie
es: Tecnología
id: Teknologi
ja: テクノロジー

source: High-speed WiFi
de: Highspeed-WLAN
es: WiFi de alta velocidad
id: WiFi kecepatan tinggi
ja: 高速WiFi

source: Bluetooth speakers
de: Bluetooth-Lautsprecher
es: Altavoces Bluetooth
id: Speaker Bluetooth
ja: Bluetoothスピーカー

source: USB charging ports
de: USB-Ladeanschlüsse
es: Puertos de carga USB
id: Port pengisian USB
ja: USB充電ポート

source: Comfort
de: Komfort
es: Comodidad
id: Kenyamanan
ja: 快適さ

source: Climate control
de: Klimaregelung
es: Control de clima
id: Kontrol suhu
ja: 温度調節

source: Mini refrigerator
de: Mini-Kühlschrank
es: Mini refrigerador
id: Lemari es mini
ja: ミニ冷蔵庫
