Repository: YenusPutra/Lonergarden-Stay-Hotel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, id, ja

source: These Terms shall be governed by and construed in accordance with the laws of [Your Country], without regard to its conflict of law provisions.
de: Diese Bedingungen unterliegen den Gesetzen von [Your Country] und werden in Übereinstimmung mit diesen ausgelegt, ohne Rücksicht auf deren Kollisionsnormen.
es: Estos Términos se regirán e interpretarán de acuerdo con las leyes de [Your Country], sin tener en cuenta sus disposiciones sobre conflictos de leyes .
id: Ketentuan ini akan diatur dan ditafsirkan sesuai dengan hukum [Negara Anda], tanpa memperhatikan ketentuan konflik hukumnya.
ja: これらの規約は、[Your Country]の法律に準拠し、その法の抵触の規定に関係なく解釈されるものとします。

source: 10. Changes to Terms
de: 10. Änderungen der Bedingungen
es: 10. Cambios en los Términos
id: 10. Perubahan Syarat
ja: 10. 規約の変更

source: We reserve the right to modify or replace these Terms at any time. We will provide notice of any changes by posting the new Terms on this page.
de: Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern oder zu ersetzen. Wir werden Sie über alle Änderungen informieren, indem wir die neuen Bedingungen auf dieser Seite veröffentlichen.
es: Nos reservamos el derecho de modificar o reemplazar estos Términos en cualquier momento. Proporcionaremos aviso de cualquier cambio publicando los nuevos Términos en esta página.
id: Kami berhak memodifikasi atau mengganti Ketentuan ini kapan saja. Kami akan memberikan pemberitahuan tentang perubahan apa pun dengan memposting Ketentuan baru di halaman ini.
ja: 当社は、本規約をいつでも変更または置き換える権利を留保します。変更がある場合は、新しい規約をこのページに掲載することで通知します。

source: By continuing to access or use our service after those revisions become effective, you agree to be bound by the revised terms.
de: Indem Sie nach Inkrafttreten dieser Überarbeitungen weiterhin auf unseren Dienst zugreifen oder ihn nutzen, erklären Sie sich mit den überarbeiteten Bedingungen einverstanden.
es: Al continuar accediendo o utilizando nuestro servicio después de que esas revisiones entren en vigencia, usted acepta estar sujeto a los términos revisados.
id: Dengan terus mengakses atau menggunakan layanan kami setelah revisi tersebut berlaku, Anda setuju untuk terikat dengan ketentuan yang telah direvisi.
ja: これらの改訂が有効になった後も当社のサービスにアクセスまたは使用を継続することにより、お客様は改訂された規約に拘束されることに同意するものとします。

source: Questions About Terms?
de: Fragen zu den Bedingungen?
es: ¿Preguntas sobre los Términos?
id: Pertanyaan Tentang Syarat?
ja: 規約に関するご質問はありますか？

source: If you have any questions about these Terms, please contact us.
de: Wenn Sie Fragen zu diesen Bedingungen haben, kontaktieren Sie uns bitte.
es: Si tiene alguna pregunta sobre estos Términos, contáctenos.
id: Jika Anda memiliki pertanyaan tentang Syarat ini, silakan hubungi kami.
ja: これらの規約についてご質問がある場合は、当社までご連絡ください。

source: Contact Support
de: Support kontaktieren
es: Contactar con Soporte
id: Hubungi Dukungan
ja: サポートに連絡する
