Repository: YenusPutra/Lonergarden-Stay-Hotel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, id, ja

source: Complimentary wireless internet access throughout the hotel premises with enterprise-grade security and unlimited bandwidth for all your connectivity needs.
de: Kostenloser WLAN-Internetzugang im gesamten Hotelbereich mit Sicherheit auf Unternehmensniveau und unbegrenzter Bandbreite für all Ihre Konnektivitätsbedürfnisse.
es: Internet inalámbrico gratuito en todas las instalaciones del hotel con seguridad de nivel empresarial y ancho de banda ilimitado para todas sus necesidades de conectividad.
id: Akses internet nirkabel gratis di seluruh area hotel dengan keamanan tingkat perusahaan dan bandwidth tak terbatas untuk semua kebutuhan konektivitas Anda.
ja: エンタープライズグレードのセキュリティと無制限の帯域幅を備えた、ホテル全体での無料のワイヤレスインターネットアクセスで、すべての接続ニーズに対応します。

source: 24/7 Available
de: 24/7 verfügbar
es: Disponible 24/7
id: Tersedia 24/7
ja: 24時間利用可能

source: High Speed
de: Hohe Geschwindigkeit
es: Alta Velocidad
id: Kecepatan Tinggi
ja: 高速

source: Rooftop Pool
de: Dachpool
es: Piscina en la Azotea
id: Kolam Renang Atap
ja: ルーフトッププール

source: Luxurious rooftop swimming pool with breathtaking city skyline views. Features heated water, poolside service, and premium lounging areas for ultimate relaxation.
de: Luxuriöser Swimmingpool auf dem Dach mit atemberaubendem Blick auf die Skyline der Stadt. Verfügt über beheiztes Wasser, Poolservice und Premium-Liegebereiche für ultimative Entspannung.
es: Lujosa piscina en la azotea con vistas impresionantes del horizonte de la ciudad. Cuenta con agua climatizada, servicio junto a la piscina y zonas de descanso premium para la máxima relajación.
id: Kolam renang atap mewah dengan pemandangan langit kota yang menakjubkan. Fitur air berpemanas, layanan tepi kolam, dan area bersantai premium untuk relaksasi maksimal.
ja: 息をのむような街のスカイラインの景色を望む豪華な屋上スイミングプール。究極のリラクゼーションのための温水、プールサイドサービス、そしてプレミアムラウンジエリアを備えています。

source: Heated Pool
de: Beheizter Pool
es: Piscina Climatizada
id: Kolam Renang Berpemanas
ja: 温水プール

source: Premium valet parking service with secure underground facility. Professional attendants ensure your vehicle is safely parked and readily available upon request.
de: Premium Valet-Parkservice mit sicherer Tiefgarage. Professionelle Mitarbeiter sorgen dafür, dass Ihr Fahrzeug sicher geparkt und auf Anfrage sofort verfügbar ist.
es: Servicio de aparcacoches premium con instalaciones subterráneas seguras. Asistentes profesionales se aseguran de que su vehículo esté estacionado de forma segura y disponible inmediatamente bajo petición.
id: Layanan parkir valet premium dengan fasilitas bawah tanah yang aman. Petugas profesional memastikan kendaraan Anda diparkir dengan aman dan siap tersedia sesuai permintaan.
ja: 安全な地下施設を備えたプレミアムバレーパーキングサービス。プロの係員が、お客様の車両が安全に駐車され、リクエストに応じてすぐにご利用いただけるようにします。

source: Secure
de: Sicher
es: Seguro
id: Aman
ja: 安全

source: Valet Service
es: Servicio de Aparcacoches
id: Layanan Valet
ja: バレーサービス

source: Modern Fitness Center
de: Modernes Fitnesscenter
es: Gimnasio Moderno
id: Pusat Kebugaran Modern
ja: モダンフィットネスセンター

source: Cutting-edge fitness facility featuring premium equipment, personal training services, and wellness programs designed to maintain your health routine while traveling.
de: Modernste Fitnesseinrichtung mit Premium-Geräten, Personal-Training-Services und Wellness-Programmen, die darauf ausgelegt sind, Ihre Gesundheitsroutine während der Reise aufrechtzuerhalten.
es: Instalaciones de fitness de vanguardia con equipos premium, servicios de entrenamiento personal y programas de bienestar diseñados para mantener su rutina de salud mientras viaja.
id: Fasilitas kebugaran mutakhir dengan peralatan premium, layanan pelatihan pribadi, dan program kesehatan yang dirancang untuk menjaga rutinitas kesehatan Anda saat bepergian.
ja: プレミアムな機器、パーソナルトレーニングサービス、そして旅行中の健康習慣を維持するために設計されたウェルネスプログラムを備えた最先端のフィットネス施設。

source: 24/7 Access
de: 24/7 Zugang
es: Acceso 24/7
id: Akses 24/7
ja: 24時間アクセス

source: Personal Training
es: Entrenamiento Personal
id: Pelatihan Pribadi
ja: パーソナルトレーニング

source: Award-winning culinary experience featuring international cuisine crafted by renowned chefs. Elegant atmosphere with extensive wine selection and impeccable service.
de: Preisgekröntes kulinarisches Erlebnis mit internationaler Küche, kreiert von renommierten Köchen. Elegante Atmosphäre mit einer umfangreichen Weinauswahl und tadellosem Service.
es: Experiencia culinaria galardonada con cocina internacional elaborada por chefs de renombre. Ambiente elegante con una amplia selección de vinos y un servicio impecable.
id: Pengalaman kuliner pemenang penghargaan dengan hidangan internasional yang dibuat oleh koki ternama. Suasana elegan dengan pilihan anggur yang luas dan layanan yang sempurna.
ja: 有名なシェフによって作られた国際料理を特徴とする受賞歴のある料理体験。豊富なワインセレクションと非の打ちどころのないサービスを備えたエレガントな雰囲気。

source: Fine Dining
de: Feine Küche
es: Cena de Lujo
id: Makan Mewah
ja: 上質なダイニング

source: Wine Selection
de: Weinauswahl
es: Selección de Vinos
id: Pilihan Anggur
ja: ワインセレクション

source: Luxury Spa
de: Luxus-Spa
es: Spa de Lujo
id: Spa Mewah
ja: ラグジュアリースパ

source: Tranquil sanctuary offering therapeutic treatments, rejuvenating massages, and holistic wellness experiences. Escape the everyday stress in our serene environment.
de: Ruhiges Refugium mit therapeutischen Behandlungen, verjüngenden Massagen und ganzheitlichen Wellness-Erlebnissen. Entfliehen Sie dem Alltagsstress in unserer friedlichen Umgebung.
es: Santuario tranquilo que ofrece tratamientos terapéuticos, masajes rejuvenecedores y experiencias de bienestar holístico. Escápese del estrés cotidiano en nuestro sereno ambiente.
id: Suaka yang tenang menawarkan perawatan terapeutik, pijat peremajaan, dan pengalaman kesehatan holistik. Hindari stres sehari-hari di lingkungan kami yang damai.
ja: 治療トリートメント、若返りマッサージ、そしてホリスティックウェルネス体験を提供する静かな聖域。私たちの穏やかな環境で日常のストレスから逃れましょう。

source: Full Service
es: Servicio Completo
id: Layanan Lengkap
ja: フルサービス

source: Wellness Programs
de: Wellness-Programme
es: Programas de Bienestar
id: Program Kesehatan
ja: ウェルネスプログラム

source: Testimonials
de: Kundenstimmen
es: Testimonios
id: Testimoni
ja: お客様の声

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo. Sed non mauris vitae erat consequat auctor eu in elit.
es: Este es un texto de relleno japonés. Se utiliza solo para verificar el orden de los caracteres y el ajuste del diseño. No tiene un significado particular. Soy un gato, y todavía no tengo nombre.
id: Teks contoh bahasa Indonesia. Digunakan hanya untuk memeriksa urutan kata. Ditulis dalam karakter bahasa Indonesia. Tidak memiliki makna khusus. Saya adalah kucing, nama saya belum ada.
ja: ダミーテキスト。言葉の並びを確認するためだけに使われます。日本語の文字で書かれています。意味は特にありません。吾輩は猫である、名前はまだない。

source: Chief Executive Officer
es: Director Ejecutivo (CEO)
ja: 最高経営責任者

source: Proin iaculis purus consequat sem cure digni ssim donec porttitora entum suscipit rhoncus. Accusantium quam, ultricies eget id, aliquam eget nibh et. Maecen aliquam, risus at semper.
es: Aiaculis lleva Entum Suscipit Roncas con Sem Cure Digni Sim. La acusación no es diferente de cómo se obtuvo. Maeken siempre acepta a Ris.
id: Iaculis membawa Entum Suscipit Rhoncus melalui Sem Cure Digni Ssim. Tuduhan bagaimana hal itu diperoleh, bukan yang lain. Maecen mentolerir Risus selamanya.
ja: アイアクリスは、セム・キュア・ディグニ・シムによって、エンタム・サスピト・ロンカスを運ぶ。非難は、それが取得したどのように、他のものではない。マエケンは、常にリスを許容する。

source: Marketing Director
de: Marketingdirektor
es: Director de Marketing
id: Direktur Pemasaran
ja: マーケティングディレクター

source: Enim nisi quem export duis labore cillum quae magna enim sint quorum nulla quem veniam duis minim tempor labore quem eram duis noster aute amet eram fore quis sint minim.
es: Ningún trabajo es objeto de exportación, y la fuente de gran poder se reduce a la nada. Incluso el esfuerzo gastado en el tiempo mínimo no puede permanecer ante nuestra alma y fe.
id: Tidak ada pekerjaan yang diekspor, sumber kekuatan besar kembali ke ketiadaan. Bahkan upaya yang menghabiskan waktu minimum tidak diizinkan berdiri di depan jiwa dan keyakinan kita.
ja: いかなる労働も輸出の対象とならず、偉大なる力の源は無に帰す。最小限の時間を費やした努力すらも、我々の魂と信念の前に立つことは許されない。

source: Product Manager
de: Produktmanager
es: Gerente de Producto
id: Manajer Produk
ja: プロダクトマネージャー

source: Fugiat enim eram quae cillum dolore dolor amet nulla culpa multos export minim fugiat minim velit minim dolor enim duis veniam ipsum anim magna sunt elit fore quem dolore labore.
es: La mente que escapa nace del dolor interno y la sensación de vacío, buscando muchas exportaciones y una esperanza mínima. El deseo mínimo hace que el gran espíritu brille como el sol y se paralice ante la angustia del trabajo.
id: Pikiran yang melarikan diri, lahir dari rasa sakit dan kekosongan batin, mencari banyak ekspor dan harapan minimum. Keinginan minimal membuat jiwa yang besar bersinar seperti matahari, berdiri tak bergerak di depan penderitaan kerja.
ja: 逃避する心、それは内なる苦痛と虚無感から生まれ、多くの輸出と最小限の希望を求める。最小限の欲望が偉大なる精神を太陽のように輝かせ、労働の苦悩の前に立ち尽くす。

source: Design Lead
es: Líder de Diseño
id: Pimpinan Desain
ja: デザインリード

source: 25%% OFF
de: 25%% RABATT
es: 25%% DE DESCUENTO
ja: 25%% オフ

source: Weekend Getaway
de: Wochenendausflug
es: Escapada de Fin de Semana
id: Pelarian Akhir Pekan
ja: 週末の休暇

source: Escape the ordinary with our exclusive weekend package. Includes complimentary breakfast and late checkout until 2 PM.
de: Entfliehen Sie dem Alltag mit unserem exklusiven Wochenendpaket. Enthält kostenloses Frühstück und späten Check-out bis 14:00 Uhr.
es: Escápese de lo común con nuestro exclusivo paquete de fin de semana. Incluye desayuno de cortesía y salida tardía hasta las 2 p. m.
id: Lepaskan diri dari yang biasa dengan paket akhir pekan eksklusif kami. Termasuk sarapan gratis dan checkout terlambat hingga jam 2 siang.
ja: 私たちの特別な週末パッケージで日常から逃れましょう。無料の朝食と午後2時までのレイトチェックアウトが含まれます。

source: Valid until Dec 31, 2024
de: Gültig bis 31. Dezember 2024
es: Válido hasta el 31 de dic, 2024
id: Berlaku hingga 31 Des 2024
ja: 2024年12月31日まで有効

source: BEST VALUE
de: BESTES ANGEBOT
es: MEJOR VALOR
id: NILAI TERBAIK
ja: ベストバリュー

source: Extended Stay Deal
de: Angebot für längeren Aufenthalt
es: Oferta de Estancia Prolongada
id: Penawaran Menginap Lebih Lama
ja: 長期滞在プラン

source: Stay 5 nights or more and enjoy significant savings. Perfect for business travelers and extended vacations with premium amenities.
de: Bleiben Sie 5 Nächte oder länger und genießen Sie erhebliche Einsparungen. Perfekt für Geschäftsreisende und längere Urlaube mit Premium-Annehmlichkeiten.
es: Alójese 5 noches o más y disfrute de un ahorro significativo. Perfecto para viajeros de negocios y vacaciones prolongadas con comodidades premium.
id: Menginap 5 malam atau lebih dan nikmati penghematan signifikan. Sempurna untuk pelancong bisnis dan liburan panjang dengan fasilitas premium.
ja: 5泊以上のご滞在で大幅な節約をお楽しみください。出張者やプレミアムアメニティを備えた長期休暇に最適です。

source: Book by Jan 15, 2025
de: Buchen Sie bis zum 15. Januar 2025
es: Reserve antes del 15 de ene, 2025
id: Pesan sebelum 15 Jan 2025
ja: 2025年1月15日までに予約

source: Reserve Today
de: Heute reservieren
es: Reserve Hoy
id: Pesan Hari Ini
ja: 今日予約する

source: EARLY BIRD
de: FRÜHBUCHER
es: RESERVA ANTICIPADA
ja: 早割

source: Advance Booking
de: Vorausbuchung
es: Reserva Anticipada
id: Pemesanan Di Muka
ja: 事前予約

source: Plan ahead and save more! Book your stay 30 days in advance and enjoy exclusive rates with free cancellation up to 7 days.
de: Planen Sie voraus und sparen Sie mehr! Buchen Sie Ihren Aufenthalt 30 Tage im Voraus und genießen Sie exklusive Tarife mit kostenloser Stornierung bis zu 7 Tage vorher.
es: ¡Planifique con anticipación y ahorre más! Reserve su estancia con 30 días de antelación y disfrute de tarifas exclusivas con cancelación gratuita hasta 7 días.
id: Rencanakan sebelumnya dan hemat lebih banyak! Pesan menginap Anda 30 hari sebelumnya dan nikmati tarif eksklusif dengan pembatalan gratis hingga 7 hari.
ja: 事前に計画してさらに節約しましょう！ご滞在の30日前にご予約いただくと、7日前までの無料キャンセル付きの特別料金をお楽しみいただけます。

source: Available year-round
de: Ganzjährig verfügbar
es: Disponible todo el año
id: Tersedia sepanjang tahun
ja: 年中利用可能

source: Book Early
de: Früh buchen
es: Reserve con Antelación
id: Pesan Lebih Awal
ja: 早めに予約

source: Limited Time Offer
de: Zeitlich begrenztes Angebot
es: Oferta por Tiempo Limitado
id: Penawaran Waktu Terbatas
ja: 期間限定オファー

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Duis aute irure dolor in reprehenderit.
es: Este es un texto de relleno japonés. Esta frase se utiliza para verificar el orden de los caracteres y el ajuste del diseño. No tiene un significado particular. Hay trabajo y gran dolor.
id: Ini adalah teks contoh bahasa Indonesia. Teks ini digunakan untuk memeriksa penempatan karakter dan penyesuaian desain. Tidak memiliki makna khusus. Ada kerja dan rasa sakit yang besar.
ja: 日本語ダミーテキストです。この文章は、文字の並びの確認とデザイン調整のために利用されます。特に意味はありません。労働と大きな痛みがある。

source: Days
de: Tage
es: Días
id: Hari
ja: 日

source: Hours
de: Stunden
es: Horas
id: Jam
ja: 時間

source: Minutes
de: Minuten
es: Minutos
id: Menit
ja: 分

source: Claim Offer
de: Angebot beanspruchen
es: Reclamar Oferta
id: Klaim Penawaran
ja: オファーを請求する

source: Experience Luxury Like Never Before
de: Erleben Sie Luxus wie nie zuvor
es: Experimente el Lujo Como Nunca Antes
id: Rasakan Kemewahan seperti Tidak Pernah Sebelumnya
ja: これまでにない贅沢な体験

source: Immerse yourself in unparalleled comfort and sophistication at our premium hotel. From elegantly appointed rooms to world-class amenities, every detail is crafted to exceed your expectations. Book your extraordinary stay today and create unforgettable memories.
de: Tauchen Sie ein in unvergleichlichen Komfort und Eleganz in unserem Premium-Hotel. Von elegant eingerichteten Zimmern bis hin zu erstklassigen Annehmlichkeiten ist jedes Detail darauf ausgelegt, Ihre Erwartungen zu übertreffen. Buchen Sie noch heute Ihren außergewöhnlichen Aufenthalt und schaffen Sie unvergessliche Erinnerungen.
es: Sumérjase en un confort y sofisticación incomparables en nuestro hotel premium. Desde habitaciones elegantemente equipadas hasta instalaciones de clase mundial, cada detalle está elaborado para superar sus expectativas. Reserve su estancia extraordinaria hoy y cree recuerdos inolvidables.
id: Rasakan kenyamanan dan kecanggihan yang tak tertandingi di hotel premium kami. Dari kamar yang ditata dengan elegan hingga fasilitas kelas dunia, setiap detail dirancang untuk melampaui harapan Anda. Pesan menginap luar biasa Anda hari ini dan ciptakan kenangan yang tak terlupakan.
ja: 私たちのプレミアムホテルで、比類のない快適さと洗練さに身を浸してください。エレガントに整えられた客室から世界クラスの設備まで、すべての詳細がお客様の期待を超えるように作り上げられています。今日、非日常的なご滞在を予約し、忘れられない思い出を作りましょう。

source: Complimentary breakfast and Wi-Fi
de: Kostenloses Frühstück und WLAN
es: Desayuno y Wi-Fi de cortesía
id: Sarapan dan Wi-Fi gratis
ja: 無料の朝食とWi-Fi

source: 24/7 concierge and room service
de: 24/7 Concierge- und Zimmerservice
es: Conserjería y servicio de habitaciones 24/7
id: Koncierge dan layanan kamar 24/7
ja: 24時間年中無休のコンシェルジュとルームサービス

source: State-of-the-art spa and fitness center
de: Modernes Spa- und Fitnesscenter
es: Spa y gimnasio de última generación
id: Spa dan pusat kebugaran mutakhir
ja: 最新鋭のスパとフィットネスセンター

source: Prime location with stunning city views
de: Beste Lage mit atemberaubender Aussicht auf die Stadt
es: Ubicación privilegiada con impresionantes vistas a la ciudad
id: Lokasi strategis dengan pemandangan kota yang menakjubkan
ja: 素晴らしい街の景色を望む最高のロケーション

source: Book Your Stay
de: Buchen Sie Ihren Aufenthalt
es: Reserve Su Estancia
id: Pesan Menginap Anda
ja: ご滞在を予約する

source: Special Offer
de: Sonderangebot
es: Oferta Especial
id: Penawaran Spesial
ja: 特別オファー

source: Save 30%%
de: 30%% sparen
es: Ahorre 30%%
id: Hemat 30%%
ja: 30%% 割引

source: Lorem ipsum dolor sit amet consectetur adipiscing elit sed do eiusmod tempor
es: 日本語ダミーです。文字配置の確認とデザイン調整のために使います。コンセクトのアディピシング。
id: Teks contoh Indonesia. Digunakan untuk memeriksa penempatan karakter dan penyesuaian desain. Adipiscing konsentrat.
ja: 日本語ダミーです。文字配置の確認とデザイン調整のために使います。コンセクトのアディピシング。

source: Premium Venues
de: Premium-Veranstaltungsorte
es: Salones Premium
id: Tempat Premium
ja: プレミアム会場

source: Full Catering
es: Catering Completo
id: Katering Lengkap
ja: フルケータリング

source: Explore Details
de: Details erkunden
es: Explorar Detalles
id: Jelajahi Detail
ja: 詳細を見る

source: Business Conferences
de: Geschäftskonferenzen
es: Conferencias de Negocios
id: Konferensi Bisnis
ja: ビジネス会議

source: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium
es: しかし、すべての過ちの生まれはどこにあるのか、また真実を発明した彼自身から開かれた全体像はどこにあるのかという理由で、誰もが苦痛を負わずに、自分の場所を見つける。
id: Namun, di mana letak semua kesalahan yang lahir, dan di mana gambaran keseluruhan yang terbuka dari dirinya sendiri yang menemukan kebenaran, setiap orang menemukan tempatnya tanpa menanggung rasa sakit.
ja: しかし、すべての過ちの生まれはどこにあるのか、また真実を発明した彼自身から開かれた全体像はどこにあるのかという理由で、誰もが苦痛を負わずに、自分の場所を見つける。

source: Modern Tech
de: Moderne Technologie
es: Tecnología Moderna
id: Teknologi Modern
ja: モダンな技術

source: WiFi Access
de: WLAN-Zugang
es: Acceso WiFi
id: Akses WiFi
ja: WiFiアクセス

source: Ut enim ad minim veniam quis nostrud exercitation ullamco laboris nisi
es: 我々は最小限の訓練から逃れず、労働の厳しさを経験し、鍛錬を怠らないことを誓う。
id: Kami berjanji untuk tidak menghindari pelatihan minimum, mengalami kerasnya pekerjaan, dan tidak mengabaikan disiplin diri.
ja: 我々は最小限の訓練から逃れず、労働の厳しさを経験し、鍛錬を怠らないことを誓う。

source: Custom Setup
de: Individuelles Setup
es: Configuración Personalizada
id: Setup Kustom
ja: カスタム設定

source: Corporate Retreats
de: Firmen-Retreats
es: Retiros Corporativos
id: Retret Perusahaan
ja: 企業向けリトリート

source: Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore
es: 彼は、その責任において、あるいは快楽の欲求において、苦痛を感じるべきである。
id: Dia harus merasakan sakit, atas tanggungjawabnya atau karena keinginan akan kesenangan.
ja: 彼は、その責任において、あるいは快楽の欲求において、苦痛を感じるべきである。

source: Team Building
id: Pembangunan Tim
ja: チームビルディング

source: Outdoor Activities
de: Outdoor-Aktivitäten
es: Actividades al Aire Libre
id: Aktivitas Luar Ruangan
ja: アウトドアアクティビティ

source: Entertainment Events
de: Unterhaltungsveranstaltungen
es: Eventos de Entretenimiento
id: Acara Hiburan
ja: エンターテイメントイベント

source: Excepteur sint occaecat cupidatat non proident sunt in culpa qui officia
es: 彼は、その責任において、あるいは快楽の欲求において、苦痛を感じるべきである。
id: Dia harus merasakan sakit, atas tanggungjawabnya atau karena keinginan akan kesenangan.
ja: 彼は、その責任において、あるいは快楽の欲求において、苦痛を感じるべきである。

source: Live Music
de: Live-Musik
es: Música en Vivo
id: Musik Live
ja: ライブミュージック

source: Dance Floor
de: Tanzfläche
es: Pista de Baile
id: Lantai Dansа
ja: ダンスフロア

source: VIP Gatherings
de: VIP-Treffen
es: Reuniones VIP
id: Pertemuan VIP
ja: VIPの集まり

source: Mollit anim id est laborum at vero eos et accusamus et iusto odio dignissimos
es: モールリットはアニムであり、真実と、甘いものをそぐことができる高貴な人を非難する公正な憎しみがある。
id: Mollit adalah Anim, ada kebencian yang adil terhadap kebenaran dan orang-orang mulia yang dapat menghilangkan hal-hal manis.
ja: モールリットはアニムであり、真実と、甘いものをそぐことができる高貴な人を非難する公正な憎しみがある。

source: Exclusive Access
de: Exklusiver Zugang
es: Acceso Exclusivo
id: Akses Eksklusif
ja: 独占アクセス

source: Premium Service
es: Servicio Premium
id: Layanan Premium
ja: プレミアムサービス

source: Location &amp; Activities
de: Lage & Aktivitäten
es: Ubicación y Actividades
id: Lokasi &amp; Aktivitas
ja: ロケーション＆アクティビティ

source: 2 min walk
de: 2 Minuten Fußweg
es: 2 min a pie
id: Jalan kaki 2 menit
ja: 徒歩2分

source: Entertainment Quarter
de: Unterhaltungsviertel
es: Barrio de Entretenimiento
id: Kawasan Hiburan
ja: エンターテイメント・クォーター

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vivamus lacinia odio vitae vestibulum.
es: 時間の経過と共に、労働と大きな苦痛があり、最小限の訓練から、誰もが試練を行う。
id: Seiring berjalannya waktu, ada kerja dan rasa sakit yang besar, dari pelatihan minimum, setiap orang menjalani cobaan.
ja: 時間の経過と共に、労働と大きな苦痛があり、最小限の訓練から、誰もが試練を行う。

source: Open 24/7
de: 24/7 geöffnet
es: Abierto 24/7
id: Buka 24/7
ja: 24時間営業

source: 4.8 Rating
de: 4.8 Bewertung
es: Calificación 4.8
id: Rating 4.8
ja: 4.8評価

source: 5 min drive
de: 5 Minuten Fahrt
es: 5 min en coche
id: 5 menit berkendara
ja: 車で5分

source: Waterfront Marina
de: Ufer-Marina
es: Puerto Deportivo Costero
id: Marina Tepi Laut
ja: ウォーターフロント・マリーナ

source: Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam.
es: 吾輩は猫である、名前はまだ無い。どこで生まれたか見当もつかない、この日本語の文章は意味のないダミーです。
id: Saya adalah kucing, nama saya belum ada. Saya tidak tahu di mana saya dilahirkan, teks bahasa Indonesia ini adalah contoh tanpa makna.
ja: 吾輩は猫である、名前はまだ無い。どこで生まれたか見当もつかない、この日本語の文章は意味のないダミーです。

source: Scenic Views
de: Malerische Aussichten
es: Vistas Panorámicas
id: Pemandangan Indah
ja: 景色の良い眺め

source: Photo Spot
de: Fotopunkt
es: Punto Fotográfico
id: Spot Foto
ja: 写真スポット

source: 10 min walk
de: 10 Gehminuten
es: 10 min a pie
id: Jalan kaki 10 menit
ja: 徒歩10分

source: Historic Quarter
de: Historisches Viertel
es: Barrio Histórico
id: Kawasan Bersejarah
ja: 歴史地区

source: Quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat duis aute.
es: 誰がエクササイズを行うのか、その結果として生じる利益のために、誰がエクササイズを行うのか、彼はその責任において、苦痛を感じるべきである。
id: Siapa yang melakukan latihan, untuk keuntungan yang dihasilkan, siapa yang melakukan latihan, dia harus merasakan sakit atas tanggungjawabnya.
ja: 誰がエクササイズを行うのか、その結果として生じる利益のために、誰がエクササイズを行うのか、彼はその責任において、苦痛を感じるべきである。

source: Guided Tours
de: Geführte Touren
es: Tours Guiados
id: Tur Dipandu
ja: ガイド付きツアー

source: Bike Friendly
de: Fahrradfreundlich
es: Apto para Bicicletas
id: Ramah Sepeda
ja: 自転車フレンドリー

source: 3 min walk
de: 3 Gehminuten
es: 3 min a pie
id: Jalan kaki 3 menit
ja: 徒歩3分

source: Premium Shopping Plaza
de: Premium-Einkaufszentrum
es: Plaza de Compras Premium
id: Plaza Belanja Premium
ja: プレミアムショッピングプラザ

source: Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit.
es: 彼は、その責任において、あるいは快楽の欲求において、苦痛を感じるべきである。
id: Dia harus merasakan sakit, atas tanggungjawabnya atau karena keinginan akan kesenangan.
ja: 彼は、その責任において、あるいは快楽の欲求において、苦痛を感じるべきである。

source: Tax Free
de: Steuerfrei
es: Libre de Impuestos
id: Bebas Pajak
ja: 免税

source: Cafés Inside
de: Cafés im Inneren
es: Cafeterías Interiores
id: Kafe di Dalam
ja: 館内のカフェ

source: Prime Location Benefits
de: Vorteile der erstklassigen Lage
es: Beneficios de la Ubicación Privilegiada
id: Manfaat Lokasi Strategis
ja: 最高のロケーションの利点

source: Maecenas faucibus mollis interdum. Nulla vitae elit libero, a pharetra augue.
es: 万象全てが織り成す静謐なる調和。この世界に自由無き人生は存在し得ない、されど幻影の先に希望は宿る。
id: Keharmonisan tenun segala sesuatu di alam semesta. Tidak ada kehidupan tanpa kebebasan di dunia ini, namun harapan bersemayam di balik ilusi.
ja: 万象全てが織り成す静謐なる調和。この世界に自由無き人生は存在し得ない、されど幻影の先に希望は宿る。

source: Public Transport Hub
de: Drehkreuz des öffentlichen Nahverkehrs
es: Centro de Transporte Público
id: Pusat Transportasi Umum
ja: 公共交通機関のハブ

source: Metro station 200m away
de: Metrostation 200m entfernt
es: Estación de metro a 200m
id: Stasiun Metro 200m
ja: 地下鉄駅まで200m

source: Airport Connection
de: Flughafenanbindung
es: Conexión con el Aeropuerto
id: Koneksi Bandara
ja: 空港接続

source: Direct shuttle every 30 min
de: Direkter Shuttle alle 30 Minuten
es: Servicio de traslado directo cada 30 min
id: Shuttle langsung setiap 30 menit
ja: 30分ごとの直行シャトル

source: Complimentary for guests
de: Kostenlos für Gäste
es: Gratuito para huéspedes
id: Gratis untuk tamu
ja: ゲストは無料

source: City Center Access
de: Zugang zum Stadtzentrum
es: Acceso al Centro de la Ciudad
id: Akses ke Pusat Kota
ja: 市内中心部へのアクセス

source: Walking distance to main attractions
de: Zu Fuß zu den Hauptattraktionen
es: A poca distancia de las principales atracciones
id: Jarak jalan kaki ke atraksi utama
ja: 主要な観光スポットまで徒歩圏内
