Repository: YenusPutra/Lonergarden-Stay-Hotel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, id, ja

source: Coffee machine
de: Kaffeemaschine
es: Cafetera
id: Mesin kopi
ja: コーヒーメーカー

source: Safe deposit box
de: Safe
es: Caja fuerte
id: Brankas
ja: セーフティボックス

source: Bathroom
de: Badezimmer
es: Baño
id: Kamar Mandi
ja: バスルーム

source: Marble bathroom
de: Marmorbad
es: Baño de mármol
id: Kamar mandi marmer
ja: 大理石のバスルーム

source: Rain shower
de: Regendusche
es: Ducha de lluvia
id: Pancuran hujan
ja: レインシャワー

source: Luxury toiletries
de: Luxuriöse Toilettenartikel
es: Artículos de tocador de lujo
id: Perlengkapan mandi mewah
ja: 高級バスアメニティ

source: Heated floors
de: Beheizte Böden
es: Suelos con calefacción
id: Lantai berpemanas
ja: 床暖房

source: Policies
de: Richtlinien
es: Políticas
id: Kebijakan
ja: ポリシー

source: Check-in / Check-out
ja: チェックイン / チェックアウト

source: Check-in: 3:00 PM
de: Check-in: 15:00 Uhr
id: Check-in: 15:00
ja: チェックイン: 午後3時

source: Cancellation
de: Stornierung
es: Cancelación
id: Pembatalan
ja: キャンセル

source: Free cancellation up to 24 hours before arrival
de: Kostenlose Stornierung bis zu 24 Stunden vor Anreise möglich
es: Cancelación gratuita hasta 24 horas antes de la llegada
id: Pembatalan gratis hingga 24 jam sebelum kedatangan
ja: 到着の24時間前まで無料でキャンセル可能

source: Pets
de: Haustiere
es: Mascotas
id: Hewan Peliharaan
ja: ペット

source: Pet-friendly with additional fee
de: Haustierfreundlich gegen Aufpreis
es: Se admiten mascotas con cargo adicional
id: Ramah hewan peliharaan dengan biaya tambahan
ja: 追加料金でペット同伴可能

source: Nearby Attractions
de: Sehenswürdigkeiten in der Nähe
es: Atracciones cercanas
id: Atraksi Terdekat
ja: 近隣のアトラクション

source: Beach access - 2 minutes walk
de: Strandzugang - 2 Minuten zu Fuß
es: Acceso a la playa - 2 minutos a pie
id: Akses pantai - 2 menit jalan kaki
ja: ビーチアクセス - 徒歩2分

source: Marina District - 0.5 miles
de: Marina District - 0,5 Meilen
es: Distrito de la Marina - 0.5 millas
id: Distrik Marina - 0,5 mil
ja: マリーナ地区 - 0.5マイル

source: Historic Downtown - 1.2 miles
de: Historische Innenstadt - 1,2 Meilen
es: Centro Histórico - 1.2 millas
id: Downtown Bersejarah - 1,2 mil
ja: 歴史的なダウンタウン - 1.2マイル

source: Shopping Center - 0.8 miles
de: Einkaufszentrum - 0,8 Meilen
es: Centro Comercial - 0.8 millas
id: Pusat Perbelanjaan - 0,8 mil
ja: ショッピングセンター - 0.8マイル

source: Airport shuttle available
de: Flughafentransfer verfügbar
es: Traslado al aeropuerto disponible
id: Shuttle bandara tersedia
ja: 空港シャトルが利用可能

source: Public transportation nearby
de: Öffentliche Verkehrsmittel in der Nähe
es: Transporte público cerca
id: Transportasi umum di dekatnya
ja: 公共交通機関が近くにあります

source: Car rental desk in lobby
de: Autovermietung in der Lobby
es: Mostrador de alquiler de coches en el vestíbulo
id: Meja rental mobil di lobi
ja: ロビーにレンタカーデスク

source: 24/7 concierge service for reservations and recommendations
de: 24/7 Concierge-Service für Reservierungen und Empfehlungen
es: Servicio de conserjería 24/7 para reservas y recomendaciones
id: Layanan koncierge 24/7 untuk reservasi dan rekomendasi
ja: 予約やおすすめに関する24時間年中無休のコンシェルジュサービス

source: Available 6:00 AM - 11:00 PM daily
de: Täglich von 6:00 Uhr bis 23:00 Uhr verfügbar
es: Disponible de 6:00 AM a 11:00 PM todos los días
id: Tersedia 06:00 - 23:00 setiap hari
ja: 毎日午前6時 - 午後11時まで利用可能

source: Housekeeping
es: Limpieza
ja: ハウスキーピング

source: Daily housekeeping and turndown service
de: Tägliches Housekeeping und Turndown-Service
es: Servicio diario de limpieza y preparación de cama
id: Housekeeping harian dan layanan turndown
ja: 毎日のハウスキーピングとターンダウンサービス

source: Enhance Your Stay
de: Verbessern Sie Ihren Aufenthalt
es: Mejore su estancia
id: Tingkatkan Masa Menginap Anda
ja: ご滞在をより充実させる

source: Breakfast Package
de: Frühstückspaket
es: Paquete de Desayuno
id: Paket Sarapan
ja: 朝食パッケージ

source: Start your day with our signature breakfast buffet featuring fresh local ingredients
de: Beginnen Sie Ihren Tag mit unserem charakteristischen Frühstücksbuffet mit frischen lokalen Zutaten
es: Comience su día con nuestro exclusivo bufé de desayuno con ingredientes frescos locales
id: Mulai hari Anda dengan prasmanan sarapan andalan kami yang menampilkan bahan-bahan lokal segar
ja: 新鮮な地元の食材を特徴とする私たちの特製朝食ビュッフェで一日を始めましょう

source: +$35 per person
de: +35 $ pro Person
es: +$35 por persona
id: +$35 per orang
ja: お一人様あたり追加$35

source: Spa Access
de: Spa-Zugang
es: Acceso al Spa
id: Akses Spa
ja: スパアクセス

source: Enjoy unlimited access to our luxury spa facilities during your stay
de: Genießen Sie während Ihres Aufenthalts unbegrenzten Zugang zu unseren luxuriösen Spa-Einrichtungen
es: Disfrute de acceso ilimitado a nuestras lujosas instalaciones de spa durante su estancia
id: Nikmati akses tak terbatas ke fasilitas spa mewah kami selama menginap
ja: ご滞在中、当ホテルの豪華なスパ施設を無制限にご利用いただけます

source: +$75 per day
de: +75 $ pro Tag
es: +$75 por día
id: +$75 per hari
ja: 一日あたり追加$75

source: Airport Transfer
de: Flughafentransfer
es: Traslado al Aeropuerto
id: Transfer Bandara
ja: 空港送迎

source: Private luxury vehicle transfer to and from the airport
de: Privater Luxusfahrzeugtransfer zum und vom Flughafen
es: Traslado en vehículo de lujo privado desde y hacia el aeropuerto
id: Transfer kendaraan mewah pribadi dari dan ke bandara
ja: 空港への往復のプライベート高級車両送迎

source: +$95 round trip
de: +95 $ Hin- und Rückfahrt
es: +$95 viaje de ida y vuelta
id: +$95 pulang pergi
ja: 往復追加$95

source: Ready to book your stay?
de: Bereit, Ihren Aufenthalt zu buchen?
es: ¿Listo para reservar su estancia?
id: Siap memesan menginap Anda?
ja: ご滞在を予約する準備はできましたか？

source: Experience luxury and comfort in our Deluxe Ocean View Suite. Book now and create unforgettable memories.
de: Erleben Sie Luxus und Komfort in unserer Deluxe Suite mit Meerblick. Buchen Sie jetzt und schaffen Sie unvergessliche Erinnerungen.
es: Experimente lujo y comodidad en nuestra Suite Deluxe con Vistas al Océano . ¡Reserve ahora y cree recuerdos inolvidables!
id: Rasakan kemewahan dan kenyamanan di Deluxe Ocean View Suite kami. Pesan sekarang dan buat kenangan tak terlupakan.
ja: デラックス・オーシャンビュー・スイートで、贅沢と快適さをご体験ください。今すぐご予約いただき、忘れられない思い出を作りましょう。

source: Check Availability
de: Verfügbarkeit prüfen
es: Comprobar disponibilidad
id: Periksa Ketersediaan
ja: 空室状況を確認

source: Ocean View
de: Meerblick
es: Vista al mar
id: Pemandangan Laut
ja: オーシャンビュー

source: City View
de: Stadtblick
es: Vista a la ciudad
id: Pemandangan Kota
ja: シティビュー

source: Mountain View
de: Bergblick
es: Vista a la montaña
id: Pemandangan Gunung
ja: マウンテンビュー

source: Pool View
de: Poolblick
es: Vista a la piscina
id: Pemandangan Kolam Renang
ja: プールビュー

source: Popular
de: Beliebt
id: Populer
ja: 人気

source: Business
de: Geschäftlich
es: Negocios
id: Bisnis
ja: ビジネス

source: Family Friendly
de: Familienfreundlich
es: Familiar
id: Ramah Keluarga
ja: 家族向け

source: Romantic
de: Romantisch
es: Romántico
id: Romantis
ja: ロマンチック

source: Premium
ja: プレミアム

source: Luxury
de: Luxus
es: Lujo
id: Mewah
ja: ラグジュアリー

source: Free WiFi
de: Kostenloses WLAN
es: WiFi gratuito
id: WiFi Gratis
ja: 無料WiFi

source: Work Desk
de: Schreibtisch
es: Escritorio de trabajo
id: Meja Kerja
ja: ワークデスク

source: Mini Kitchen
de: Mini-Küche
es: Mini cocina
id: Dapur Mini
ja: ミニキッチン

source: Game Console
de: Spielkonsole
es: Consola de juegos
id: Konsol Game
ja: ゲーム機

source: Parking
de: Parken
es: Estacionamiento
id: Parkir
ja: 駐車場

source: Jacuzzi
ja: ジャグジー

source: Coffee Machine
de: Kaffeemaschine
es: Cafetera
id: Mesin Kopi
ja: コーヒーメーカー

source: King Size Bed
de: Kingsize-Bett
es: Cama King Size
id: Tempat Tidur King Size
ja: キングサイズベッド

source: Safe
es: Caja fuerte
id: Brankas
ja: 金庫

source: Business Phone
de: Geschäftstelefon
es: Teléfono de negocios
id: Telepon Bisnis
ja: ビジネスフォン

source: From
de: Ab
es: Desde
id: Mulai dari
ja: から

source: / night
de: / Nacht
es: / noche
id: / malam
ja: ／泊

source: View Details
de: Details ansehen
es: Ver detalles
id: Detail
ja: 詳細を見る

source: No rooms found matching your filters.
de: Es wurden keine Zimmer gefunden, die Ihren Filtern entsprechen.
es: No se encontraron habitaciones que coincidan con sus filtros.
id: Tidak ada kamar yang cocok dengan filter Anda.
ja: フィルターに一致する客室は見つかりませんでした。

source: Rooms - Lonergarden Stay
de: Zimmer - Lonergarden Stay
es: Habitaciones - Estancia Lonergarden
id: Kamar - Lonergarden Stay
ja: 客室 - ローナーガーデン・ステイ

source: Price Range
de: Preisspanne
es: Rango de precios
id: Kisaran Harga
ja: 価格帯

source: All Prices
de: Alle Preise
es: Todos los precios
id: Semua Harga
ja: すべての価格

source: Guest Capacity
de: Gästekapazität
es: Capacidad de huéspedes
id: Kapasitas Tamu
ja: ゲスト定員

source: Any Capacity
de: Beliebige Kapazität
es: Cualquier capacidad
id: Kapasitas Apapun
ja: 任意の定員

source: 1-2 Guests
de: 1-2 Gäste
es: 1-2 huéspedes
id: 1-2 Tamu
ja: 1〜2名

source: 3-4 Guests
de: 3-4 Gäste
es: 3-4 huéspedes
id: 3-4 Tamu
ja: 3〜4名

source: View Type
de: Aussichtstyp
es: Tipo de vista
id: Jenis Pemandangan
ja: ビュータイプ

source: All Views
de: Alle Aussichten
es: Todas las vistas
id: Semua Pemandangan
ja: すべてのビュー

source: Sort By
de: Sortieren nach
es: Ordenar por
id: Urutkan Berdasarkan
ja: 並べ替え

source: Popularity
de: Beliebtheit
es: Popularidad
id: Popularitas
ja: 人気順

source: Price: Low to High
de: Preis: Niedrig bis Hoch
es: Precio: de bajo a alto
id: Harga: Rendah ke Tinggi
ja: 価格: 安い順

source: Price: High to Low
de: Preis: Hoch bis Niedrig
es: Precio: de alto a bajo
id: Harga: Tinggi ke Rendah
ja: 価格: 高い順

source: Room Size
de: Zimmergröße
es: Tamaño de la habitación
id: Ukuran Kamar
ja: 客室サイズ

source: Load More Rooms
de: Weitere Zimmer laden
es: Cargar más habitaciones
id: Muat Lebih Banyak Kamar
ja: さらに多くの客室を読み込む

source: Error loading rooms
de: Fehler beim Laden der Zimmer
es: Error al cargar las habitaciones
id: Kesalahan memuat kamar
ja: 客室の読み込みエラー

source: Starter Page - Lonergarden Stay
de: Starter-Seite - Lonergarden Stay
es: Página de inicio - Estancia Lonergarden
id: Halaman Pembuka - Lonergarden Stay
ja: スターターページ - ローナーガーデン・ステイ

source: Starter Section
de: Starter-Bereich
es: Sección de inicio
id: Bagian Pembuka
ja: スターターセクション

source: Use this page as a starter for your own custom pages.
de: Verwenden Sie diese Seite als Starter für Ihre eigenen benutzerdefinierten Seiten.
es: Utilice esta página como punto de partida para sus propias páginas personalizadas.
id: Gunakan halaman ini sebagai pembuka untuk halaman kustom Anda sendiri.
ja: このページを独自のカスタムページのスターターとして使用してください。

source: Terms - Lonergarden Stay
de: Bedingungen - Lonergarden Stay
es: Términos - Estancia Lonergarden
id: Syarat & Ketentuan - Lonergarden Stay
ja: 利用規約 - ローナーガーデン・ステイ

source: Terms
de: Bedingungen
es: Términos
id: Syarat & Ketentuan
ja: 利用規約

source: Last Updated: February 27, 2025
de: Zuletzt aktualisiert: 27. Februar 2025
es: Última actualización: 27 de febrero de 2025
id: Terakhir Diperbarui: 27 Februari 2025
ja: 最終更新日: 2025年2月27日

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
id: Syarat Layanan
ja: 利用規約

source: Please read these terms of service carefully before using our services
de: Bitte lesen Sie diese Nutzungsbedingungen sorgfältig durch, bevor Sie unsere Dienste nutzen
es: Lea atentamente estos términos de servicio antes de utilizar nuestros servicios
id: Harap baca syarat layanan ini dengan cermat sebelum menggunakan layanan kami
ja: 当社のサービスを利用する前に、これらの利用規約をよくお読みください

source: 1. Agreement to Terms
de: 1. Zustimmung zu den Bedingungen
es: 1. Acuerdo de los Términos
id: 1. Persetujuan terhadap Syarat
ja: 1. 規約への同意

source: By accessing our website and services, you agree to be bound by these Terms of Service and all applicable laws and regulations. If you do not agree with any of these terms, you are prohibited from using or accessing our services.
de: Durch den Zugriff auf unsere Website und Dienste erklären Sie sich mit diesen Nutzungsbedingungen und allen geltenden Gesetzen und Vorschriften einverstanden. Wenn Sie mit diesen Bedingungen nicht einverstanden sind, ist Ihnen die Nutzung oder der Zugriff auf unsere Dienste untersagt.
es: Al acceder a nuestro sitio web y servicios, usted acepta estar sujeto a estos Términos de Servicio y a todas las leyes y regulaciones aplicables. Si no está de acuerdo con alguno de estos términos, tiene prohibido usar o acceder a nuestros servicios.
id: Dengan mengakses situs web dan layanan kami, Anda setuju untuk terikat dengan Ketentuan Layanan ini dan semua hukum serta peraturan yang berlaku. Jika Anda tidak setuju dengan salah satu ketentuan ini, Anda dilarang menggunakan atau mengakses layanan kami.
ja: 当社のウェブサイトおよびサービスにアクセスすることにより、お客様は本利用規約および適用される全ての法令・規制に拘束されることに同意するものとします。これらの規約のいずれかに同意されない場合、当社のサービスのご利用またはアクセスは禁止されています。

source: These terms apply to all users, visitors, and others who access or use our services.
de: Diese Bedingungen gelten für alle Benutzer, Besucher und andere Personen, die auf unsere Dienste zugreifen oder diese nutzen.
es: Estos términos se aplican a todos los usuarios, visitantes y otras personas que acceden o utilizan nuestros servicios.
id: Ketentuan ini berlaku untuk semua pengguna, pengunjung, dan lainnya yang mengakses atau menggunakan layanan kami.
ja: これらの規約は、当社のサービスにアクセスまたは使用するすべてのユーザー、訪問者、およびその他の人々に適用されます。

source: 2. Intellectual Property Rights
de: 2. Rechte an geistigem Eigentum
es: 2. Derechos de Propiedad Intelectual
id: 2. Hak Kekayaan Intelektual
ja: 2. 知的財産権

source: Our service and its original content, features, and functionality are owned by us and are protected by international copyright, trademark, patent, trade secret, and other intellectual property laws.
de: Unser Dienst und seine ursprünglichen Inhalte, Funktionen und Funktionalitäten sind unser Eigentum und durch internationale Urheberrechts-, Marken-, Patent-, Geschäftsgeheimnis- und andere Gesetze zum Schutz des geistigen Eigentums geschützt.
es: Nuestro servicio y su contenido original, características y funcionalidad son de nuestra propiedad y están protegidos por derechos de autor internacionales, marcas comerciales, patentes, secretos comerciales y otras leyes de propiedad intelectual.
id: Layanan kami serta konten asli, fitur, dan fungsionalitasnya dimiliki oleh kami dan dilindungi oleh hukum hak cipta, merek dagang, paten, rahasia dagang, dan kekayaan intelektual internasional lainnya.
ja: 当社のサービスおよびそのオリジナルのコンテンツ、機能、および機能性は当社が所有しており、国際的な著作権、商標、特許、企業秘密、およびその他の知的財産法によって保護されています。

source: All content is our exclusive property
de: Alle Inhalte sind unser ausschließliches Eigentum
es: Todo el contenido es de nuestra propiedad exclusiva
id: Semua konten adalah properti eksklusif kami
ja: すべてのコンテンツは当社の独占的な財産です

source: You may not copy or modify the content
de: Sie dürfen den Inhalt nicht kopieren oder ändern
es: No puede copiar ni modificar el contenido
id: Anda tidak boleh menyalin atau memodifikasi konten
ja: コンテンツをコピーまたは変更することはできません

source: Our trademarks may not be used without permission
de: Unsere Marken dürfen nicht ohne Genehmigung verwendet werden
es: Nuestras marcas registradas no pueden usarse sin permiso
id: Merek dagang kami tidak boleh digunakan tanpa izin
ja: 当社の商標は許可なく使用することはできません

source: Content is for personal, non-commercial use only
de: Inhalte sind nur für den persönlichen, nicht-kommerziellen Gebrauch bestimmt
es: El contenido es solo para uso personal y no comercial
id: Konten hanya untuk penggunaan pribadi, non-komersial
ja: コンテンツは個人的、非商業的な使用のみを目的としています

source: 3. User Accounts
de: 3. Benutzerkonten
es: 3. Cuentas de Usuario
id: 3. Akun Pengguna
ja: 3. ユーザーアカウント

source: When you create an account with us, you must provide accurate, complete, and current information. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account.
de: Wenn Sie ein Konto bei uns erstellen, müssen Sie genaue, vollständige und aktuelle Informationen angeben. Andernfalls stellt dies einen Verstoß gegen die Bedingungen dar, der zur sofortigen Kündigung Ihres Kontos führen kann.
es: Cuando crea una cuenta con nosotros, debe proporcionar información precisa, completa y actual. El no hacerlo constituye una violación de los Términos, lo que puede resultar en la terminación inmediata de su cuenta .
id: Ketika Anda membuat akun dengan kami, Anda harus memberikan informasi yang akurat, lengkap, dan terkini. Kegagalan untuk melakukannya merupakan pelanggaran terhadap Ketentuan, yang dapat mengakibatkan penghentian akun Anda secara langsung.
ja: お客様が当社でアカウントを作成する際は、正確、完全、かつ最新の情報を提供する必要があります。これが行われなかった場合、本規約の違反となり、お客様のアカウントが直ちに解約される可能性があります。

source: Important Notice
de: Wichtiger Hinweis
es: Aviso Importante
id: Pemberitahuan Penting
ja: 重要なお知らせ

source: You are responsible for safeguarding the password and for all activities that occur under your account.
de: Sie sind für die Sicherheit des Passworts und für alle Aktivitäten, die unter Ihrem Konto stattfinden, verantwortlich.
es: Usted es responsable de salvaguardar la contraseña y de todas las actividades que ocurran bajo su cuenta.
id: Anda bertanggung jawab untuk menjaga kata sandi dan untuk semua aktivitas yang terjadi di bawah akun Anda.
ja: お客様は、パスワードの保護と、お客様のアカウントで発生するすべての活動に対して責任を負います。

source: 4. Prohibited Activities
de: 4. Verbotene Aktivitäten
es: 4. Actividades Prohibidas
id: 4. Aktivitas yang Dilarang
ja: 4. 禁止されている行為

source: You may not access or use the Service for any purpose other than that for which we make it available.
de: Sie dürfen auf den Dienst nur zu dem Zweck zugreifen oder ihn nutzen, für den wir ihn zur Verfügung stellen.
es: No puede acceder ni utilizar el Servicio para ningún otro propósito que no sea aquel para el que lo ponemos a disposición.
id: Anda tidak boleh mengakses atau menggunakan Layanan untuk tujuan selain dari tujuan kami menyediakannya.
ja: お客様は、当社がサービスを利用可能にした目的以外で、サービスにアクセスしたり使用したりすることはできません。

source: Systematic retrieval of data or content
de: Systematisches Abrufen von Daten oder Inhalten
es: Recuperación sistemática de datos o contenido
id: Pengambilan data atau konten secara sistematis
ja: データまたはコンテンツの体系的な取得

source: Publishing malicious content
de: Veröffentlichung von bösartigen Inhalten
es: Publicación de contenido malicioso
id: Menerbitkan konten berbahaya
ja: 悪意のあるコンテンツの公開

source: Engaging in unauthorized framing
de: Beteiligung an unbefugtem Framing
es: Participar en encuadres no autorizados
id: Terlibat dalam pembingkaian yang tidak sah
ja: 不正なフレーミングへの関与

source: Attempting to gain unauthorized access
de: Versuch, sich unbefugten Zugang zu verschaffen
es: Intentar obtener acceso no autorizado
id: Berusaha mendapatkan akses tidak sah
ja: 不正アクセスを試みること

source: 5. Disclaimers
de: 5. Haftungsausschlüsse
es: 5. Exenciones de Responsabilidad
id: 5. Penafian
ja: 5. 免責事項

source: Your use of our service is at your sole risk. The service is provided "AS IS" and "AS AVAILABLE" without warranties of any kind, whether express or implied.
de: Ihre Nutzung unseres Dienstes erfolgt auf eigenes Risiko. Der Dienst wird „WIE BESEHEN“ und „WIE VERFÜGBAR“ ohne jegliche ausdrückliche oder stillschweigende Gewährleistung bereitgestellt.
es: お客様による当社のサービスのご利用は、お客様自身の責任において行われるものとします。本サービスは現状有姿で提供されており、
id: Penggunaan layanan kami sepenuhnya menjadi risiko Anda. Layanan disediakan "APA ADANYA" dan "SEBAGAIMANA TERSEDIA" tanpa jaminan apa pun, baik tersurat maupun tersirat.
ja: お客様による当社のサービスのご利用は、お客様自身の責任において行われるものとします。本サービスは現状有姿で提供されており、

source: We do not guarantee that:
de: Wir garantieren nicht, dass:
es: No garantizamos que:
id: Kami tidak menjamin bahwa:
ja: 当社は以下を保証しません:

source: The service will meet your requirements
de: Der Dienst Ihren Anforderungen entspricht
es: El servicio satisfaga sus requisitos
id: Layanan akan memenuhi persyaratan Anda
ja: サービスがお客様の要件を満たすこと

source: The service will be uninterrupted or error-free
de: Der Dienst ununterbrochen oder fehlerfrei ist
es: El servicio sea ininterrumpido o esté libre de errores
id: Layanan akan tanpa gangguan atau bebas kesalahan
ja: サービスが中断されないこと、またはエラーがないこと

source: Results from using the service will be accurate
de: Die Ergebnisse der Nutzung des Dienstes genau sind
es: Los resultados del uso del servicio sean precisos
id: Hasil dari penggunaan layanan akan akurat
ja: サービスの使用による結果が正確であること

source: Any errors will be corrected
de: Jegliche Fehler korrigiert werden
es: Se corregirá cualquier error
id: Setiap kesalahan akan diperbaiki
ja: あらゆるエラーが修正されること

source: 6. Limitation of Liability
de: 6. Haftungsbeschränkung
es: 6. Limitación de Responsabilidad
id: 6. Batasan Tanggung Jawab
ja: 6. 責任の制限

source: In no event shall we be liable for any indirect, punitive, incidental, special, consequential, or exemplary damages arising out of or in connection with your use of the service.
de: In keinem Fall haften wir für indirekte, strafende, zufällige, spezielle, Folge- oder exemplarische Schäden, die sich aus oder in Verbindung mit Ihrer Nutzung des Dienstes ergeben.
es: En ningún caso seremos responsables de ningún daño indirecto, punitivo, incidental, especial, consecuente o ejemplar que surja de o esté relacionado con su uso del servicio.
id: Dalam keadaan apa pun kami tidak akan bertanggung jawab atas kerusakan tidak langsung, punitif, insidental, khusus, konsekuensial, atau exempler yang timbul dari atau terkait dengan penggunaan layanan Anda.
ja: いかなる場合においても、当社は、お客様のサービスの利用に起因または関連する間接的、懲罰的、付随的、特別、結果的、または懲戒的損害に対して責任を負わないものとします。

source: 7. Indemnification
de: 7. Freistellung
es: 7. Indemnización
id: 7. Ganti Rugi
ja: 7. 補償

source: You agree to defend, indemnify, and hold us harmless from and against any claims, liabilities, damages, losses, and expenses arising out of your use of the service.
de: Sie erklären sich damit einverstanden, uns von und gegen alle Ansprüche, Verbindlichkeiten, Schäden, Verluste und Ausgaben, die sich aus Ihrer Nutzung des Dienstes ergeben, zu verteidigen, freizustellen und schadlos zu halten.
es: Usted acepta defendernos, indemnizarnos y eximirnos de cualquier reclamo, responsabilidad, daño, pérdida y gasto que surja de su uso del servicio .
id: Anda setuju untuk membela, mengganti kerugian, dan membebaskan kami dari dan terhadap segala klaim, kewajiban, kerusakan, kerugian, dan biaya yang timbul dari penggunaan layanan Anda.
ja: お客様は、本サービスのご利用に起因するあらゆる請求、負債、損害、損失、および費用から、当社を防御し、補償し、免責することに同意するものとします。

source: 8. Termination
de: 8. Kündigung
es: 8. Terminación
id: 8. Pengakhiran
ja: 8. 終了

source: We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.
de: Wir können Ihr Konto jederzeit und ohne vorherige Ankündigung oder Haftung kündigen oder sperren, aus jeglichem Grund, einschließlich, aber nicht beschränkt auf den Fall, dass Sie gegen die Bedingungen verstoßen.
es: Podemos terminar o suspender su cuenta inmediatamente, sin previo aviso ni responsabilidad, por cualquier motivo, incluyendo, sin limitación, si usted incumple los Términos.
id: Kami dapat menghentikan atau menangguhkan akun Anda segera, tanpa pemberitahuan sebelumnya atau tanggung jawab, dengan alasan apa pun, termasuk tanpa batasan jika Anda melanggar Ketentuan.
ja: 当社は、お客様が規約に違反した場合を含むがこれに限定されない、いかなる理由であれ、事前の通知または責任なしに、お客様のアカウントを直ちに解約または停止することができます。

source: 9. Governing Law
de: 9. Geltendes Recht
es: 9. Ley Aplicable
id: 9. Hukum yang Mengatur
ja: 9. 準拠法
