Repository: YenusPutra/Lonergarden-Stay-Hotel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, id, ja

source: 404 - Lonergarden Stay
de: 404 - Lonergarden Aufenthalt
es: 404 - Estancia Lonergarden
ja: 404 - ローナーガーデン・ステイ

source: Lonergarden
ja: ローナーガーデン

source: Home
de: Startseite
es: Inicio
id: Beranda
ja: ホーム

source: About
de: Über uns
es: Acerca de
id: Tentang Kami
ja: 当ホテルについて

source: Rooms
de: Zimmer
es: Habitaciones
id: Kamar
ja: 客室

source: Amenities
de: Ausstattung
es: Servicios
id: Fasilitas
ja: アメニティ

source: Location
de: Lage
es: Ubicación
id: Lokasi
ja: ロケーション

source: Pages
de: Seiten
es: Páginas
id: Halaman
ja: ページ

source: Room Details
de: Zimmerdetails
es: Detalles de la Habitación
id: Detail Kamar
ja: 客室詳細

source: Restaurant
es: Restaurante
id: Restoran
ja: レストラン

source: Offers
de: Angebote
es: Ofertas
id: Penawaran
ja: オファー

source: Events
de: Veranstaltungen
es: Eventos
id: Acara
ja: イベント

source: Gallery
de: Galerie
es: Galería
id: Galeri
ja: ギャラリー

source: Booking
de: Buchung
es: Reserva
id: Pemesanan
ja: 予約

source: Terms Page
de: Nutzungsbedingungen-Seite
es: Página de Términos
id: Halaman Syarat & Ketentuan
ja: 利用規約ページ

source: Privacy Page
de: Datenschutz-Seite
es: Página de Privacidad
id: Halaman Privasi
ja: プライバシーページ

source: 404 Page
de: 404 Seite
es: Página 404
id: Halaman 404
ja: 404ページ

source: Starter Page
de: Starterseite
es: Página de Inicio
id: Halaman Pembuka
ja: スターターページ

source: Contact
de: Kontakt
es: Contacto
id: Kontak
ja: お問い合わせ

source: Oops! Page Not Found
de: Hoppla! Seite nicht gefunden
es: ¡Vaya! Página no encontrada
id: Ups! Halaman Tidak Ditemukan
ja: おっと、ページが見つかりません

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
de: Die von Ihnen gesuchte Seite wurde möglicherweise entfernt, umbenannt oder ist vorübergehend nicht verfügbar.
es: La página que está buscando podría haber sido eliminada, haber cambiado su nombre o no estar disponible temporalmente.
id: Halaman yang Anda cari mungkin telah dihapus, namanya diubah, atau sementara tidak tersedia.
ja: お探しのページは、削除されたか、名前が変更されたか、一時的に利用できなくなっている可能性があります。

source: Back to Home
de: Zurück zur Startseite
es: Volver a Inicio
id: Kembali ke Beranda
ja: ホームに戻る

source: Phone:
de: Telefon:
es: Teléfono:
id: Telepon:
ja: 電話番号:

source: Email:
es: Correo electrónico:
ja: メール:

source: Useful Links
de: Nützliche Links
es: Enlaces Útiles
id: Tautan Berguna
ja: 役立つリンク

source: About us
de: Über uns
es: Acerca de nosotros
id: Tentang kami
ja: 当ホテルについて

source: Services
de: Dienstleistungen
es: Servicios
id: Layanan
ja: サービス

source: Terms of service
de: Nutzungsbedingungen
es: Términos de servicio
id: Syarat layanan
ja: 利用規約

source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
id: Kebijakan privasi
ja: プライバシーポリシー

source: Our Services
de: Unsere Dienstleistungen
es: Nuestros Servicios
id: Layanan Kami
ja: 当ホテルのサービス

source: Web Design
es: Diseño web
id: Desain Web
ja: ウェブデザイン

source: Web Development
de: Webentwicklung
es: Desarrollo web
id: Pengembangan Web
ja: ウェブ開発

source: Product Management
de: Produktmanagement
es: Gestión de productos
id: Manajemen Produk
ja: プロダクトマネジメント

source: Marketing
id: Pemasaran
ja: マーケティング

source: Graphic Design
de: Grafikdesign
es: Diseño gráfico
id: Desain Grafis
ja: グラフィックデザイン

source: Hic solutasetp
es: Aquí está el hilo de la solución
id: Solusi Terletak Di Sini
ja: 此処に解決の糸口あり

source: Molestiae accusamus iure
es: Acusación molesta y juicio justo
id: Tuduhan dan Keadilan yang Mengganggu
ja: 迷惑な告発と公正な裁き

source: Excepturi dignissimos
es: Dignidad y honor excepcionales
id: Martabat dan Kehormatan yang Luar Biasa
ja: 例外的なる尊厳と名誉

source: Suscipit distinctio
es: Clara distinción aceptada
id: Perbedaan yang Diterima
ja: 受容される明確な違い

source: Dilecta
ja: ディレクタ

source: Sit quas consectetur
es: El estado del conocimiento sentado
id: Cara Kebijaksanaan Duduk
ja: 座する智恵のあり方

source: Nobis illum
es: Luz para nosotros
id: Terangi Kami
ja: 私たちに光を

source: Ipsam
ja: イプサム

source: Laudantium dolorum
es: Dolor digno de alabanza
id: Penderitaan yang Terpuji
ja: 賞賛すべき苦痛

source: Dinera
ja: ディネラ

source: Trodelas
ja: トロデラス

source: Flexo
ja: フレクソ

source: © Copyright
de: © Urheberrecht
es: © Derechos de autor
id: © Hak Cipta
ja: © 著作権

source: . All Rights Reserved
de: . Alle Rechte vorbehalten
es: . Todos los derechos reservados
id: . Hak Cipta Dilindungi
ja: . 著作権所有

source: Designed by
de: . Alle Rechte vorbehaltenEntworfen von
es: Diseñado por
id: Dirancang oleh
ja: デザイン

source: About - Lonergarden Stay
de: Über uns - Lonergarden Aufenthalt
es: Acerca de - Estancia Lonergarden
id: Tentang - Lonergarden Stay
ja: 当ホテルについて - ローナーガーデン・ステイ

source: 5-Star Excellence
de: 5-Sterne-Exzellenz
es: Excelencia de 5 estrellas
id: Keunggulan Bintang 5
ja: 5つ星の卓越性

source: Rated #1 Luxury Resort
de: Ausgezeichnet als Nr. 1 Luxusresort
es: Clasificado como el Resort de Lujo n.º 1
id: Dinilai sebagai Resort Mewah No.1
ja: No.1ラグジュアリーリゾートに認定

source: Where Timeless Elegance Meets Modern Luxury
de: Wo zeitlose Eleganz auf modernen Luxus trifft
es: Donde la Elegancia Atemporal se Encuentra con el Lujo Moderno
id: Tempat Elegan Abadi Bertemu Kemewahan Modern
ja: 永遠のエレガンスとモダンなラグジュアリーが出会う場所

source: Excepteur sint occaecat cupidatat non proident sunt in culpa qui officia deserunt mollit anim id est laborum. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium.
de: Dieser Blindtext dient nur als Platzhalter. Er wird verwendet, um den Aufbau und das Design eines Textes zu prüfen und hat keine besondere Bedeutung. Er hilft dabei, die Anordnung deutscher Zeichen zu testen.
es: Este texto ficticio se utiliza como marcador de posición. Se coloca para verificar la composición del texto y ajustar el diseño, y no tiene ningún significado especial. Se utiliza para comprobar la disposición de los caracteres japoneses.
id: Teks contoh ini digunakan sebagai placeholder. Teks ini ditempatkan untuk memeriksa struktur kalimat dan penyesuaian desain, serta tidak memiliki makna khusus. Digunakan untuk memastikan penempatan karakter bahasa Indonesia.
ja: このダミーテキストは、プレースホルダーとして利用されます。文章構成の確認やデザイン調整のために配置されており、特別な意味はありません。日本語の文字の配置を確かめるために利用されます。

source: Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
de: Dies ist ein Beispieltext zur Gestaltung und Überprüfung von Schriftarten. Eine neue deutsche Textversion dient hier lediglich als Platzhalter für Designzwecke.
es: Soy un gato. Aún no tengo nombre. No tengo idea de dónde nací. Pasa un gatito y prueba el concepto. Este es un nuevo texto japonés.
id: Saya adalah kucing. Nama saya belum ada. Saya tidak tahu di mana saya dilahirkan. Kucing lewat, mencoba koneksi. Ini adalah teks bahasa Indonesia baru.
ja: 吾輩は猫である。名前はまだない。どこで生まれたかとんと見当がつかぬ。にゃんこが通り、コンセクトを試す。新しい日本語テキストです。

source: Grand Opening
de: Große Eröffnung
es: Gran Inauguración
id: Pembukaan Besar
ja: グランドオープン

source: Founded as exclusive mountain retreat
de: Gegründet als exklusiver Rückzugsort in den Bergen
es: Fundado como un exclusivo retiro de montaña
id: Didirikan sebagai retret gunung eksklusif
ja: 高級マウンテンリトリートとして設立

source: Major Renovation
de: Umfangreiche Renovierung
es: Renovación Importante
id: Renovasi Besar
ja: 大規模な改装

source: Modern amenities while preserving heritage
de: Moderne Annehmlichkeiten unter Bewahrung des Erbes
es: Servicios modernos mientras se preserva el patrimonio
id: Fasilitas modern dengan tetap melestarikan warisan
ja: 遺産を保護しつつモダンなアメニティを導入

source: Spa &amp; Wellness
es: Spa y Bienestar
id: Spa &amp; Kesehatan
ja: スパ &amp; 健康維持

source: Award-winning wellness center addition
de: Spa &amp; WellnessErweiterung um ein preisgekröntes Wellnesscenter
es: Adición de un centro de bienestar galardonado
id: Penambahan pusat kesehatan yang memenangkan penghargaan
ja: 受賞歴のあるウェルネスセンターの追加

source: Explore Our Heritage
de: Entdecken Sie unser Erbe
es: Explore Nuestro Patrimonio
id: Jelajahi Warisan Kami
ja: 当ホテルの遺産を探る

source: Watch Story
de: Geschichte ansehen
es: Ver Historia
id: Tonton Kisahnya
ja: 物語を見る

source: Exceptional Hospitality Redefined
de: Außergewöhnliche Gastfreundschaft neu definiert
es: Hospitalidad Excepcional Redefinida
id: Keramahan Luar Biasa yang Didefinisikan Ulang
ja: 再定義された格別なホスピタリティ

source: Discover the amenities and services that make your stay unforgettable
de: Entdecken Sie die Annehmlichkeiten und Dienstleistungen, die Ihren Aufenthalt unvergesslich machen
es: Descubra los servicios e instalaciones que hacen que su estancia sea inolvidable
id: Temukan fasilitas dan layanan yang membuat masa menginap Anda tak terlupakan
ja: 忘れられない滞在を創り出すアメニティとサービスをご覧ください

source: World-Class Spa
de: Weltklasse-Spa
es: Spa de Clase Mundial
id: Spa Kelas Dunia
ja: ワールドクラスのスパ

source: Rejuvenating treatments in our award-winning wellness sanctuary
de: Verjüngende Behandlungen in unserem preisgekrönten Wellness-Sanktuarium
es: Tratamientos rejuvenecedores en nuestro santuario de bienestar galardonado
id: Perawatan peremajaan di tempat kesehatan pemenang penghargaan kami
ja: 受賞歴のあるウェルネス・サンクチュアリでの若返りトリートメント

source: Gourmet Dining
de: Gourmet-Speisen
es: Cena Gourmet
id: Makanan Gourmet
ja: グルメダイニング

source: Michelin-starred cuisine crafted by renowned executive chefs
de: Sterneküche, kreiert von renommierten Küchenchefs
es: Cocina con estrella Michelin elaborada por chefs ejecutivos de renombre
id: Masakan berbintang Michelan yang dibuat oleh eksekutif koki ternama
ja: 有名なエグゼクティブシェフが作るミシュラン星付き料理

source: Prime Location
de: Beste Lage
es: Ubicación Privilegiada
id: Lokasi Strategis
ja: 最高のロケーション

source: Nestled in the heart of the city with breathtaking panoramic views
de: Eingebettet im Herzen der Stadt mit atemberaubendem Panoramablick
es: Ubicado en el corazón de la ciudad con impresionantes vistas panorámicas
id: Terletak di jantung kota dengan pemandangan panorama yang menakjubkan
ja: 息をのむようなパノラマビューを望む街の中心部に佇む

source: Luxury Suites
de: Luxus-Suiten
es: Suites de Lujo
id: Suite Mewah
ja: ラグジュアリー・スイート

source: Satisfaction Rate
de: Zufriedenheitsrate
es: Tasa de Satisfacción
id: Tingkat Kepuasan
ja: 満足度

source: International Awards
de: Internationale Auszeichnungen
es: Premios Internacionales
id: Penghargaan Internasional
ja: 国際的な受賞歴

source: Years of Excellence
de: Jahre der Exzellenz
es: Años de Excelencia
id: Tahun Keunggulan
ja: 卓越した長年の実績

source: Necessitatibus eius consequatur ex aliquid fuga eum quidem sint consectetur velit
es: Lo esencial es la consecuencia de él, el escape de allí, y ciertamente la sinceridad de corazón.
id: Yang diperlukan adalah hasil darinya, pelarian darinya, dan ketulusan sejati yang penuh perhatian
ja: 必要不可欠なのは、彼による結果、そこから逃れること、そして確かに心のこもった誠実さである

source: Presidential
de: Präsidentiell
es: Presidencial
ja: プレジデンシャル

source: 6 Guests
de: 6 Gäste
es: 6 Huéspedes
id: 6 Tamu
ja: 6名様

source: Top Floor
de: Oberste Etage
es: Planta Superior
id: Lantai Atas
ja: 最上階

source: Grand Presidential Suite
de: Große Präsidentensuite
es: Suite Presidencial Grand
id: Suite Presidential Besar
ja: グランド・プレジデンシャル・スイート

source: 5.0 Excellence
de: 5.0 Exzellenz
es: 5.0 Excelencia
id: Keunggulan 5.0
ja: 5.0の卓越性

source: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi architecto beatae vitae dicta sunt explicabo.
es: Sin embargo, por la razón de dónde está el nacimiento de todo error, y la visión general que se abrió de aquel que inventó la verdad y el cuasi-arquitecto, todos encuentran su lugar sin sufrir dolor.
id: Namun, di mana letak semua kesalahan yang lahir, dan di mana gambaran keseluruhan yang terbuka dari dirinya sendiri yang menemukan kebenaran dan arsitek semu, setiap orang menemukan tempatnya tanpa menanggung rasa sakit.
ja: しかし、すべての過ちの生まれはどこにあるのか、また真実と準建築家を考案した彼自身から開かれた全体像はどこにあるのかという理由で、誰もが苦痛を負わずに、自分の場所を見つける。

source: Premium WiFi
de: Premium WLAN
es: WiFi Premium
id: WiFi Premium
ja: プレミアムWiFi

source: Smart TV
es: Televisor Inteligente
id: TV Pintar
ja: スマートテレビ

source: Coffee Bar
de: Kaffeebar
es: Bar de Café
id: Bar Kopi
ja: コーヒーバー

source: Climate Control
de: Klimaregelung
es: Control de Clima
id: Kontrol Suhu
ja: 温度調節

source: per night
de: pro Nacht
es: por noche
id: per malam
ja: 一泊あたり

source: Reserve Suite
de: Suite reservieren
es: Reservar Suite
id: Pesan Suite
ja: スイートを予約する

source: Executive Business Room
de: Executive Business Zimmer
es: Habitación Ejecutiva de Negocios
id: Kamar Bisnis Eksekutif
ja: エグゼクティブ・ビジネスルーム

source: Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit, sed quia consequuntur magni dolores.
es: Nadie rechaza el placer en sí mismo, porque lo busca o porque quiere obtener el placer. Porque conduce a un gran dolor.
id: Tidak ada yang menolak kesenangan karena mencintai kesenangan itu sendiri, karena mengejar kesenangan, atau karena ingin mendapatkan kesenangan, karena hal itu mengarah pada penderitaan besar.
ja: 誰も、快楽そのものを愛するがゆえに、快楽を追求するがゆえに、あるいは快楽を得たいがゆえに、快楽を拒絶する者はいない。なぜなら、それは大きな苦痛につながるからである。

source: Work Space
de: Arbeitsbereich
es: Espacio de Trabajo
id: Ruang Kerja
ja: ワークスペース

source: City Views
de: Stadtblick
es: Vistas a la Ciudad
id: Pemandangan Kota
ja: シティビュー

source: /night
de: /Nacht
es: /noche
id: /malam
ja: ／泊

source: Book
de: Buchen
es: Reservar
id: Pesan
ja: 予約

source: Garden View Deluxe
de: Gartenblick Deluxe
es: Deluxe con Vista al Jardín
id: Deluxe Pemandangan Taman
ja: ガーデンビュー・デラックス

source: At vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque.
es: Pero hay una verdad y un justo odio que puede derribar a los nobles que pueden cortar lo dulce y protegerlos de la corrupción.
id: Namun, ada kebencian yang adil terhadap kebenaran dan orang-orang mulia yang dapat menghilangkan hal-hal manis, melindungi mereka dari korupsi.
ja: しかし、真実と、甘いものをそぐことができる高貴な人を非難し、彼らを汚職から守る公正な憎しみがある。

source: Garden View
de: Gartenblick
es: Vista al Jardín
id: Pemandangan Taman
ja: ガーデンビュー

source: Private Terrace
de: Private Terrasse
es: Terraza Privada
id: Teras Pribadi
ja: プライベートテラス

source: Family Comfort Suite
de: Familien-Komfortsuite
es: Suite Confort Familiar
id: Suite Kenyamanan Keluarga
ja: ファミリー・コンフォートスイート

source: Temporibus autem quibusdam et aut officiis debitis aut rerum necessitatibus saepe eveniet ut et voluptates.
es: Sin embargo, a veces, por el deber u la necesidad de negocios, lo que sucede a menudo, o el placer que se rechaza, causa algún tipo de dolor.
id: Namun, kadang-kadang, karena kebutuhan tugas atau bisnis, sering terjadi atau kesenangan ditolak, hal itu membawa semacam penderitaan.
ja: しかし、時として、職務または事業上の必要性によって、頻繁に発生すること、または快楽が拒否されることは、ある種の苦痛をもたらす。

source: Family Space
de: Familienbereich
es: Espacio Familiar
id: Ruang Keluarga
ja: ファミリーススペース

source: Kids Area
de: Kinderbereich
es: Área Infantil
id: Area Anak
ja: キッズエリア

source: Classic Double
de: Klassisches Doppelzimmer
es: Doble Clásica
id: Double Klasik
ja: クラシック・ダブル

source: Superior King
es: King Superior
id: King Superior
ja: スーペリア・キング

source: Premium Ocean View
de: Premium Meerblick
es: Vista Premium al Océano
id: Pemandangan Laut Premium
ja: プレミアム・オーシャンビュー

source: Luxury Penthouse
de: Luxus-Penthouse
es: Ático de Lujo
id: Penthouse Mewah
ja: ラグジュアリー・ペントハウス

source: Explore All Accommodations
de: Alle Unterkünfte erkunden
es: Explorar Todos los Alojamientos
id: Jelajahi Semua Akomodasi
ja: 全ての宿泊施設を見る

source: Login Admin (Staff Only)
de: Administrator-Login (Nur Personal)
es: Inicio de Sesión Administrador (Solo Personal)
id: Login Admin (Khusus Staf)
ja: 管理者ログイン（スタッフ専用）

source: Welcome to Admin(site)
de: Willkommen zur Administration(sseite)
es: Bienvenido al sitio de Administración
id: Selamat Datang di Admin(situs)
ja: 管理者サイトへようこそ

source: Sign in to your account.
de: Melden Sie sich bei Ihrem Konto an.
es: Inicie sesión en su cuenta.
id: Masuk ke akun Anda.
ja: アカウントにサインインしてください。

source: Email
es: Correo electrónico
ja: Eメール

source: Password
de: Passwort
es: Contraseña
id: Kata Sandi
ja: パスワード

source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
id: Lupa kata sandi Anda?
ja: パスワードをお忘れですか？

source: Sign In
de: Anmelden
es: Iniciar Sesión
id: Masuk
ja: サインイン

source: Don't have an account?
de: Sie haben kein Konto?
es: ¿No tiene una cuenta?
id: Tidak memiliki akun?
ja: アカウントをお持ちではありませんか？

source: Contact Administrator
de: Administrator kontaktieren
es: Contactar al Administrador
id: Hubungi Administrator
ja: 管理者に連絡する

source: Privacy
de: Datenschutz
es: Privacidad
id: Privasi
ja: プライバシー

source: Amenities - Lonergarden Stay
de: Ausstattung - Lonergarden Aufenthalt
es: Servicios - Estancia Lonergarden
id: Fasilitas - Lonergarden Stay
ja: アメニティ - ローナーガーデン・ステイ

source: Infinity Pool &amp; Sun Deck
de: Infinity-Pool &amp; Sonnendeck
es: Piscina Infinita y Solárium
id: Kolam Renang Infinity &amp; Dek Matahari
ja: インフィニティプールとサンデッキ

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation.
de: Hallo, dies ist ein Platzhaltertext auf Deutsch. Er wird zur Überprüfung der Textdarstellung und des Designs verwendet. Alle Inhalte sind bedeutungslos und dienen lediglich der visuellen Kontrolle.
es: Hola, este es un texto japonés ficticio. Se utiliza para verificar la disposición de los caracteres y el diseño. Soy un gato, aún no tengo nombre. Ninguna de las frases tiene el mismo contenido ni significado.
id: Halo, ini adalah teks contoh dalam bahasa Indonesia. Digunakan untuk memeriksa penempatan karakter dan desain. Saya adalah kucing, nama saya belum ada. Tidak ada kalimat yang memiliki arti yang sama.
ja: こんにちは、これはダミーの日本語テキストです。文字の配置とデザインの確認のために使用されます。吾輩は猫である、名前はまだない。どの文章も同じ内容で意味はありません。

source: Open 6 AM - 10 PM
de: Geöffnet von 6 Uhr - 22 Uhr
es: Abierto de 6 AM a 10 PM
id: Buka 06:00 - 22:00
ja: 午前6時 - 午後10時 営業

source: Heated pool year-round
de: Ganzjährig beheizter Pool
es: Piscina climatizada todo el año
id: Kolam renang berpemanas sepanjang tahun
ja: 一年中利用可能な温水プール

source: Poolside bar service
de: Poolbar-Service
es: Servicio de bar junto a la piscina
id: Layanan bar tepi kolam
ja: プールサイドのバーサービス

source: Luxury Spa &amp; Wellness
de: Luxus-Spa &amp; Wellness
es: Spa de Lujo y Bienestar
id: Spa Mewah &amp; Kesehatan
ja: 高級スパ＆養生

source: Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum.
de: Wer sich bemüht, das Beste aus seiner Arbeit zu machen, verdient die Früchte seiner Mühen. Doch er trägt auch Verantwortung für seine Handlungen und den Genuss seiner Entscheidungen.
es: ¿Quién realiza el ejercicio a partir de un entrenamiento mínimo, a partir del esfuerzo de la mano de obra, para el beneficio resultante? Debe sentir dolor en esa responsabilidad, o en el deseo de placer.
id: Dari latihan minimal, dari upaya kerja, untuk keuntungan yang dihasilkan, siapa yang melakukan latihan? Dia harus merasakan sakit, atas tanggungjawabnya atau karena keinginan akan kesenangan.
ja: 最小限の訓練から、労働の努力から、結果として生じる利益のために、誰がエクササイズを行うのか。彼は、その責任において、あるいは快楽の欲求において、苦痛を感じるべきである。

source: Book treatments online
de: Behandlungen online buchen
es: Reserve tratamientos en línea
id: Pesan perawatan secara online
ja: オンラインでトリートメントを予約

source: Couples massage rooms
de: Paarmassageräume
es: Salas de masaje para parejas
id: Kamar pijat untuk pasangan
ja: カップルマッサージルーム

source: Organic spa products
de: Bio-Spa-Produkte
es: Productos de spa orgánicos
id: Produk spa organik
ja: オーガニックのスパ製品

source: Signature Restaurant
es: Restaurante de Autor
id: Restoran Signature
ja: シグネチャーレストラン

source: Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis.
es: Sin embargo, por la razón de dónde está el nacimiento de todo error, y la visión general que se abrió de aquel que inventó la verdad, todos encuentran su lugar sin sufrir dolor.
id: Namun, di mana letak semua kesalahan yang lahir, dan di mana gambaran keseluruhan yang terbuka dari dirinya sendiri yang menemukan kebenaran, setiap orang menemukan tempatnya tanpa menanggung rasa sakit.
ja: しかし、すべての過ちの生まれはどこにあるのか、また真実を発明した彼自身から開かれた全体像はどこにあるのかという理由で、誰もが苦痛を負わずに、自分の場所を見つける。

source: Michelin-starred chef
de: Michelin-Sternekoch
es: Chef con estrella Michelin
id: Koki berbintang Michelin
ja: ミシュラン星付きシェフ

source: Award-winning wine cellar
de: Preisgekrönter Weinkeller
es: Bodega galardonada
id: Gudang anggur pemenang penghargaan
ja: 受賞歴のあるワインセラー

source: Open Tuesday - Sunday
de: Geöffnet Dienstag - Sonntag
es: Abierto de martes a domingo
id: Buka Selasa - Minggu
ja: 火曜日 - 日曜日 営業

source: 24/7 Fitness Center
es: Gimnasio 24/7
id: Pusat Kebugaran 24/7
ja: 24時間営業のフィットネスセンター

source: At vero eos et accusamus et iusto odio dignissimos ducimus qui blanditiis praesentium voluptatum deleniti atque corrupti quos dolores et quas molestias excepturi.
es: Pero hay una verdad y un justo odio que puede derribar a los nobles que pueden cortar lo dulce y protegerlos de la corrupción. Esto se debe a que no acepta nada, a menos que esté cegado por el deseo y acompañado de dolor.
id: Namun, ada kebencian yang adil terhadap kebenaran dan orang-orang mulia yang dapat menghilangkan hal-hal manis, melindungi mereka dari korupsi. Karena tidak ada yang diterima, dibutakan oleh keinginan, kecuali dalam kasus yang menyakitkan.
ja: しかし、真実と、甘いものをそぐことができる高貴な人を非難し、彼らを汚職から守る公正な憎しみがある。それは、欲望によって盲目にされ、苦痛を伴う場合を除いて、何者も受け入れないからである。

source: State-of-the-art equipment
de: Modernste Ausstattung
es: Equipo de última generación
id: Peralatan mutakhir
ja: 最新鋭の機器

source: Personal trainers available
de: Persönliche Trainer verfügbar
es: Entrenadores personales disponibles
id: Pelatih pribadi tersedia
ja: パーソナルトレーナーが利用可能

source: Complimentary towels
de: Kostenlose Handtücher
es: Toallas de cortesía
id: Handuk gratis
ja: 無料のタオル

source: Additional Hotel Services
de: Zusätzliche Hoteldienstleistungen
es: Servicios Adicionales del Hotel
id: Layanan Hotel Tambahan
ja: その他のホテルサービス

source: Free Wi-Fi
de: Kostenloses WLAN
es: Wi-Fi Gratuito
id: Wi-Fi Gratis
ja: 無料Wi-Fi

source: High-speed internet throughout the property
de: Hochgeschwindigkeits-Internet in der gesamten Anlage
es: Internet de alta velocidad en toda la propiedad
id: Internet kecepatan tinggi di seluruh properti
ja: 施設全体で高速インターネットをご利用いただけます

source: Valet Parking
de: Parkservice
es: Aparcacoches
id: Parkir Valet
ja: バレーパーキング

source: Complimentary valet service for all guests
de: Kostenloser Parkservice für alle Gäste
es: Servicio de aparcacoches gratuito para todos los huéspedes
id: Layanan valet gratis untuk semua tamu
ja: 全てのお客様に無料のバレーサービス

source: Airport Shuttle
de: Flughafentransfer
es: Traslado al Aeropuerto
id: Antar-jemput Bandara
ja: 空港シャトル

source: Scheduled transfers to major airports
de: Regelmäßige Transfers zu den wichtigsten Flughäfen
es: Traslados programados a los principales aeropuertos
id: Transfer terjadwal ke bandara utama
ja: 主要空港への定期送迎

source: Concierge
es: Conserjería
id: Koncierge
ja: コンシェルジュ

source: 24/7 assistance for reservations and tours
de: 24/7 Unterstützung bei Reservierungen und Touren
es: Asistencia 24/7 para reservas y tours
id: Bantuan 24/7 untuk reservasi dan tur
ja: 予約やツアーに関する24時間年中無休のサポート

source: Room Service
de: Zimmerservice
es: Servicio de Habitaciones
id: Layanan Kamar
ja: ルームサービス

source: Gourmet dining delivered to your room
de: Gourmet-Speisen, die auf Ihr Zimmer geliefert werden
es: Comida gourmet entregada en su habitación
id: Makanan gourmet diantar ke kamar Anda
ja: お部屋にお届けするグルメダイニング
