Repository: YenusPutra/Lonergarden-Stay-Hotel
Catalog: locale/*/LC_MESSAGES/updated_django.po
Languages: fr

source: 404 - Lonergarden Stay
fr: 404 - Séjour Lonergarden

source: Home
fr: Accueil

source: About
fr: À Propos

source: Rooms
fr: Chambres

source: Amenities
fr: Commodités

source: Location
fr: Emplacement

source: Room Details
fr: Détails de la Chambre

source: Offers
fr: Offres

source: Events
fr: Événements

source: Gallery
fr: Galerie

source: Booking
fr: Réservation

source: Terms Page
fr: Page des Conditions

source: Privacy Page
fr: Page de Confidentialité

source: 404 Page
fr: Page 404

source: Starter Page
fr: Page de Démarrage

source: Oops! Page Not Found
fr: Oups! Page non trouvée

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
fr: La page que vous recherchez a peut-être été supprimée, renommée ou est temporairement indisponible.

source: Back to Home
fr: Retour à l'Accueil

source: Phone:
fr: Téléphone:

source: Useful Links
fr: Liens Utiles

source: About us
fr: À propos de nous

source: Terms of service
fr: Conditions d'utilisation

source: Privacy policy
fr: Politique de confidentialité

source: Our Services
fr: Nos Services

source: Web Design
fr: Conception Web

source: Web Development
fr: Développement Web

source: Product Management
fr: Gestion de Produit

source: Graphic Design
fr: Conception Graphique

source: . All Rights Reserved
fr: . Tous Droits Réservés

source: Designed by
fr: Conçu par

source: About - Lonergarden Stay
fr: À Propos - Séjour Lonergarden

source: 5-Star Excellence
fr: Excellence 5 Étoiles

source: Rated #1 Luxury Resort
fr: Classé #1 Resort de Luxe

source: Where Timeless Elegance Meets Modern Luxury
fr: Où l'Élégance Intemporelle Rencontre le Luxe Moderne

source: Excepteur sint occaecat cupidatat non proident sunt in culpa qui officia deserunt mollit anim id est laborum. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium.
fr: このダミーテキストは、プレースホルダーとして利用されます。文章構成の確認やデザイン調整のために配置されており、特別な意味はありません。日本語の文字の配置を確かめるために利用されます。

source: Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
fr: 吾輩は猫である。名前はまだない。どこで生まれたかとんと見当がつかぬ。にゃんこが通り、コンセクトを試す。新しい日本語テキストです。

source: Grand Opening
fr: Grande Ouverture

source: Founded as exclusive mountain retreat
fr: Fondé comme retraite exclusive en montagne

source: Major Renovation
fr: Rénovation Majeure

source: Modern amenities while preserving heritage
fr: Commodités modernes tout en préservant le patrimoine

source: Spa &amp; Wellness
fr: Spa &amp; Bien-être

source: Award-winning wellness center addition
fr: Ajout d'un centre de bien-être primé

source: Explore Our Heritage
fr: Découvrez Notre Patrimoine

source: Watch Story
fr: Voir l'Histoire

source: Exceptional Hospitality Redefined
fr: Hospitalité Exceptionnelle Redéfinie

source: Discover the amenities and services that make your stay unforgettable
fr: Découvrez les commodités et services qui rendent votre séjour inoubliable

source: World-Class Spa
fr: Spa de Classe Mondiale

source: Rejuvenating treatments in our award-winning wellness sanctuary
fr: Soins rajeunissants dans notre sanctuaire de bien-être primé

source: Gourmet Dining
fr: Restauration Gastronomique

source: Michelin-starred cuisine crafted by renowned executive chefs
fr: Cuisine étoilée au Michelin élaborée par des chefs exécutifs renommés

source: Prime Location
fr: Emplacement Privilégié

source: Nestled in the heart of the city with breathtaking panoramic views
fr: Niché au cœur de la ville avec des vues panoramiques à couper le souffle

source: Luxury Suites
fr: Suites de Luxe

source: Satisfaction Rate
fr: Taux de Satisfaction

source: International Awards
fr: Prix Internationaux

source: Years of Excellence
fr: Années d'Excellence

source: Presidential
fr: Présidentielle

source: 6 Guests
fr: 6 Invités

source: Top Floor
fr: Dernier Étage

source: Grand Presidential Suite
fr: Grande Suite Présidentielle

source: Premium WiFi
fr: WiFi Premium

source: Coffee Bar
fr: Coin Café

source: Climate Control
fr: Contrôle Climatique

source: per night
fr: par nuit

source: Reserve Suite
fr: Réserver la Suite

source: Executive Business Room
fr: Chambre d'Affaires Exécutive

source: Work Space
fr: Espace de Travail

source: City Views
fr: Vues sur la Ville

source: /night
fr: /nuit

source: Book
fr: Réserver

source: Garden View Deluxe
fr: Deluxe Vue Jardin

source: Garden View
fr: Vue Jardin

source: Private Terrace
fr: Terrasse Privée

source: Family Comfort Suite
fr: Suite Confort Famille

source: Family Space
fr: Espace Familial

source: Kids Area
fr: Espace Enfants

source: Classic Double
fr: Double Classique

source: Superior King
fr: King Supérieur

source: Premium Ocean View
fr: Vue Océan Premium

source: Luxury Penthouse
fr: Penthouse de Luxe

source: Explore All Accommodations
fr: Explorer Tous les Hébergements

source: Login Admin (Staff Only)
fr: Connexion Admin (Personnel Seulement)

source: Welcome to Admin(site)
fr: Bienvenue sur Admin(site)

source: Sign in to your account.
fr: Connectez-vous à votre compte.

source: Password
fr: Mot de Passe

source: Forgot your password?
fr: Mot de passe oublié ?

source: Sign In
fr: Se Connecter

source: Don't have an account?
fr: Vous n'avez pas de compte ?

source: Contact Administrator
fr: Contacter l'Administrateur

source: Privacy
fr: Confidentialité

source: Amenities - Lonergarden Stay
fr: Commodités - Séjour Lonergarden

source: Infinity Pool &amp; Sun Deck
fr: Piscine à Débordement &amp; Solarium

source: Open 6 AM - 10 PM
fr: Ouvert de 6h à 22h

source: Heated pool year-round
fr: Piscine chauffée toute l'année

source: Poolside bar service
fr: Service de bar au bord de la piscine

source: Luxury Spa &amp; Wellness
fr: Spa de Luxe &amp; Bien-être

source: Book treatments online
fr: Réserver des soins en ligne

source: Couples massage rooms
fr: Salles de massage pour couples

source: Organic spa products
fr: Produits de spa biologiques

source: Signature Restaurant
fr: Restaurant Signature

source: Michelin-starred chef
fr: Chef étoilé au Michelin

source: Award-winning wine cellar
fr: Cave à vin primée

source: Open Tuesday - Sunday
fr: Ouvert du Mardi au Dimanche

source: 24/7 Fitness Center
fr: Centre de Fitness 24/7

source: State-of-the-art equipment
fr: Équipement de pointe

source: Personal trainers available
fr: Entraîneurs personnels disponibles

source: Complimentary towels
fr: Serviettes offertes

source: Additional Hotel Services
fr: Services Hôteliers Supplémentaires

source: Free Wi-Fi
fr: Wi-Fi Gratuit

source: High-speed internet throughout the property
fr: Internet haut débit dans toute la propriété

source: Valet Parking
fr: Service de Voiturier

source: Complimentary valet service for all guests
fr: Service de voiturier gratuit pour tous les clients

source: Airport Shuttle
fr: Navette Aéroport

source: Scheduled transfers to major airports
fr: Transferts réguliers vers les principaux aéroports

source: Concierge
fr: Conciergerie

source: 24/7 assistance for reservations and tours
fr: Assistance 24/7 pour les réservations et les visites

source: Room Service
fr: Service en Chambre

source: Gourmet dining delivered to your room
fr: Repas gastronomiques livrés dans votre chambre

source: Safe Deposit
fr: Coffre-fort

source: Secure storage for your valuables
fr: Stockage sécurisé pour vos objets de valeur

source: Multilingual Staff
fr: Personnel Multilingue

source: Service in English, Spanish, French, and more
fr: Service en anglais, espagnol, français et plus

source: Pet Friendly
fr: Animaux de Compagnie Acceptés

source: Welcome amenities for your furry friends
fr: Commodités de bienvenue pour vos amis à fourrure

source: Booking - Lonergarden Stay
fr: Réservation - Séjour Lonergarden

source: Reserve Your Stay
fr: Réservez Votre Séjour

source: Experience unmatched hospitality with our streamlined booking process
fr: Découvrez une hospitalité inégalée grâce à notre processus de réservation simplifié

source: Booking Details
fr: Détails de la Réservation

source: Arrival Date
fr: Date d'Arrivée

source: Departure Date
fr: Date de Départ

source: Total Guests
fr: Nombre Total d'Invités

source: Choose guests
fr: Choisir les invités

source: 1 Guest
fr: 1 Invité

source: 2 Guests
fr: 2 Invités

source: 3 Guests
fr: 3 Invités

source: 4 Guests
fr: 4 Invités

source: 5+ Guests
fr: 5 Invités et Plus

source: Total Rooms
fr: Nombre Total de Chambres

source: Choose rooms
fr: Choisir les chambres

source: 1 Room
fr: 1 Chambre

source: 2 Rooms
fr: 2 Chambres

source: 3 Rooms
fr: 3 Chambres

source: 4+ Rooms
fr: 4 Chambres et Plus

source: Room Preferences
fr: Préférences de Chambre

source: Accommodation Type
fr: Type d'Hébergement

source: No preference
fr: Pas de préférence

source: Standard City Room
fr: Chambre Standard Ville

source: Deluxe Ocean Suite
fr: Suite Océan Deluxe

source: Executive Business Suite
fr: Suite Affaires Exécutive

source: Romantic Honeymoon Suite
fr: Suite Lune de Miel Romantique

source: Additional Requirements
fr: Exigences Supplémentaires

source: Guest Information
fr: Informations sur l'Invité

source: Primary Guest Name
fr: Nom de l'Invité Principal

source: Email Address
fr: Adresse E-mail

source: Contact Number
fr: Numéro de Contact

source: Submit Reservation Request
fr: Soumettre la Demande de Réservation

source: Why Choose Our Hotel
fr: Pourquoi Choisir Notre Hôtel

source: Premium Connectivity
fr: Connectivité Premium

source: High-speed internet access in all areas
fr: Accès Internet haut débit dans toutes les zones

source: 24/7 Service
fr: Service 24/7

source: Round-the-clock assistance and support
fr: Assistance et soutien 24 heures sur 24

source: Complimentary parking with valet service
fr: Parking gratuit avec service de voiturier

source: Wellness Center
fr: Centre de Bien-être

source: Full-service spa and fitness facilities
fr: Spa complet et installations de fitness

source: Secure Booking
fr: Réservation Sécurisée

source: Flexible Cancellation
fr: Annulation Flexible

source: 24/7 Support
fr: Support 24/7

source: Contact - Lonergarden Stay
fr: Contact - Séjour Lonergarden

source: Phone &amp; Email
fr: Téléphone &amp; E-mail

source: Send a Message
fr: Envoyer un Message

source: SEND MESSAGE
fr: ENVOYER MESSAGE

source: Events - Lonergarden Stay
fr: Événements - Séjour Lonergarden

source: Exceptional Events &amp; Celebrations
fr: Événements &amp; Célébrations Exceptionnels

source: Grand Ballroom
fr: Grande Salle de Bal

source: Up to 400 guests
fr: Jusqu'à 400 invités

source: Rooftop Terrace
fr: Terrasse sur le Toit

source: Up to 200 guests
fr: Jusqu'à 200 invités

source: Conference Suite
fr: Suite de Conférence

source: Up to 80 guests
fr: Jusqu'à 80 invités

source: World-Class Event Facilities
fr: Installations d'Événements de Classe Mondiale

source: Advanced Audio/Visual
fr: Audio/Visuel Avancé

source: State-of-the-art sound systems and projection equipment
fr: Systèmes de sonorisation et équipement de projection de pointe

source: High-Speed Connectivity
fr: Connectivité Haute Vitesse

source: Complimentary high-speed internet throughout all venues
fr: Internet haut débit gratuit dans tous les lieux

source: Premium Catering
fr: Traiteur Premium

source: Exceptional culinary experiences with customizable menus
fr: Expériences culinaires exceptionnelles avec des menus personnalisables

source: Tailored Event Packages
fr: Forfaits d'Événements Sur Mesure

source: Corporate Meetings
fr: Réunions d'Entreprise

source: Professional meeting spaces with all essential amenities for productive business events and conferences.
fr: Espaces de réunion professionnels avec toutes les commodités essentielles pour des événements d'affaires et des conférences productifs.

source: Meeting rooms
fr: Salles de réunion

source: AV equipment
fr: Équipement AV

source: Catering options
fr: Options de traiteur

source: Starting from
fr: À partir de

source: Learn More
fr: En Savoir Plus

source: Most Popular
fr: Le Plus Populaire

source: Wedding Celebrations
fr: Célébrations de Mariage

source: Unforgettable wedding experiences with elegant venues, exquisite dining, and personalized service for your special day.
fr: Expériences de mariage inoubliables avec des lieux élégants, une cuisine exquise et un service personnalisé pour votre journée spéciale.

source: Bridal suite
fr: Suite nuptiale

source: Ceremony setup
fr: Installation de la cérémonie

source: Reception dinner
fr: Dîner de réception

source: Special Occasions
fr: Occasions Spéciales

source: Celebrate milestones and special moments with customized party packages designed to create lasting memories.
fr: Célébrez les étapes et les moments spéciaux avec des forfaits de fête personnalisés conçus pour créer des souvenirs durables.

source: Custom decor
fr: Décor personnalisé

source: Entertainment
fr: Divertissement

source: Photography
fr: Photographie

source: Social Gatherings
fr: Réunions Sociales

source: Intimate social events with flexible arrangements, perfect for family reunions, anniversaries, and casual celebrations.
fr: Événements sociaux intimes avec des arrangements flexibles, parfaits pour les réunions de famille, les anniversaires et les célébrations décontractées.

source: Flexible seating
fr: Places assises flexibles

source: Bar service
fr: Service de bar

source: Live music
fr: Musique live

source: Complete Event Planning
fr: Planification d'Événements Complète

source: Contact Our Team
fr: Contacter Notre Équipe

source: Event Coordination
fr: Coordination d'Événements

source: Dedicated coordinators to manage every detail
fr: Coordinateurs dédiés pour gérer chaque détail

source: Decoration &amp; Styling
fr: Décoration &amp; Style

source: Custom themes and elegant decoration packages
fr: Thèmes personnalisés et forfaits de décoration élégants

source: Photography &amp; Video
fr: Photographie &amp; Vidéo

source: Professional documentation of your special moments
fr: Documentation professionnelle de vos moments spéciaux

source: Transportation
fr: Transport

source: Convenient shuttle and transportation arrangements
fr: Navette et arrangements de transport pratiques

source: Guest Amenities
fr: Commodités pour les Invités

source: Welcome packages and accommodation assistance
fr: Forfaits de bienvenue et assistance d'hébergement

source: Round-the-clock assistance during your event
fr: Assistance 24 heures sur 24 pendant votre événement

source: Gallery - Lonergarden Stay
fr: Galerie - Séjour Lonergarden

source: All Photos
fr: Toutes les Photos

source: Dining
fr: Restauration

source: Exterior
fr: Extérieur

source: Lonelia Project Web Desing
fr: Conception Web Projet Lonelia

source: Comfy and Relaxing in Every Stay
fr: Confortable et Relaxant à Chaque Séjour

source: Experience unparalleled comfort and sophistication at our premium hotel. From elegant suites to world-class amenities, every moment of your stay is crafted to perfection.
fr: Découvrez un confort et un raffinement inégalés dans notre hôtel premium. Des suites élégantes aux commodités de classe mondiale, chaque instant de votre séjour est conçu à la perfection.

source: Complimentary WiFi
fr: WiFi Gratuit

source: 24/7 Room Service
fr: Service en Chambre 24/7

source: Book Now
fr: Réserver Maintenant

source: View Rooms
fr: Voir les Chambres

source: Exceptional Experience
fr: Expérience Exceptionnelle

source: Luxury Rooms
fr: Chambres de Luxe

source: Star Rating
fr: Classement par Étoiles

source: Hour Service
fr: Service Horaire

source: Guest Satisfaction
fr: Satisfaction des Invités

source: Welcome to Lonergarden Resort
fr: Bienvenue au Lonergarden Resort

source: Where luxury meets tranquility in the heart of nature's paradise.
fr: Où le luxe rencontre la tranquillité au cœur du paradis de la nature.

source: Nestled among rolling hills and pristine landscapes, Grandview Resort has been offering exceptional hospitality for over three decades. Our commitment to excellence and attention to detail creates an unforgettable experience for discerning travelers seeking both comfort and adventure.
fr: Niché au milieu de collines et de paysages immaculés, le Grandview Resort offre une hospitalité exceptionnelle depuis plus de trois décennies. Notre engagement envers l'excellence et l'attention aux détails crée une expérience inoubliable pour les voyageurs exigeants en quête de confort et d'aventure.

source: From our elegantly appointed suites to our world-class amenities, every aspect of your stay is designed to exceed expectations. Discover breathtaking views, exquisite dining, and personalized service that makes every moment special.
fr: De nos suites élégamment aménagées à nos commodités de classe mondiale, chaque aspect de votre séjour est conçu pour dépasser les attentes. Découvrez des vues à couper le souffle, une cuisine exquise et un service personnalisé qui rend chaque moment spécial.

source: Our Story
fr: Notre Histoire

source: Years
fr: Ans

source: Experience
fr: Expérience

source: High-Speed Internet
fr: Internet Haute Vitesse

source: Complimentary wireless internet access throughout the hotel premises with enterprise-grade security and unlimited bandwidth for all your connectivity needs.
fr: Accès Internet sans fil gratuit dans tout l'hôtel avec sécurité de niveau entreprise et bande passante illimitée pour tous vos besoins de connectivité.

source: 24/7 Available
fr: Disponible 24/7

source: High Speed
fr: Haute Vitesse

source: Rooftop Pool
fr: Piscine sur le Toit

source: Luxurious rooftop swimming pool with breathtaking city skyline views. Features heated water, poolside service, and premium lounging areas for ultimate relaxation.
fr: Luxueuse piscine sur le toit avec des vues imprenables sur la ligne d'horizon de la ville. Dispose d'eau chauffée, de service au bord de la piscine et de zones de détente premium pour une relaxation ultime.

source: Heated Pool
fr: Piscine Chauffée

source: Premium valet parking service with secure underground facility. Professional attendants ensure your vehicle is safely parked and readily available upon request.
fr: Service de voiturier premium avec installation souterraine sécurisée. Des préposés professionnels veillent à ce que votre véhicule soit garé en toute sécurité et facilement disponible sur demande.

source: Secure
fr: Sécurisé

source: Valet Service
fr: Service de Voiturier

source: Modern Fitness Center
fr: Centre de Fitness Moderne

source: Cutting-edge fitness facility featuring premium equipment, personal training services, and wellness programs designed to maintain your health routine while traveling.
fr: Installation de fitness de pointe comprenant des équipements premium, des services d'entraînement personnel et des programmes de bien-être conçus pour maintenir votre routine de santé pendant vos voyages.

source: 24/7 Access
fr: Accès 24/7

source: Personal Training
fr: Entraînement Personnel

source: Award-winning culinary experience featuring international cuisine crafted by renowned chefs. Elegant atmosphere with extensive wine selection and impeccable service.
fr: Expérience culinaire primée proposant une cuisine internationale élaborée par des chefs renommés. Ambiance élégante avec une vaste sélection de vins et un service impeccable.

source: Fine Dining
fr: Restauration Fine

source: Wine Selection
fr: Sélection de Vins

source: Luxury Spa
fr: Spa de Luxe

source: Tranquil sanctuary offering therapeutic treatments, rejuvenating massages, and holistic wellness experiences. Escape the everyday stress in our serene environment.
fr: Sanctuaire tranquille offrant des traitements thérapeutiques, des massages rajeunissants et des expériences de bien-être holistiques. Échappez au stress quotidien dans notre environnement serein.

source: Full Service
fr: Service Complet

source: Wellness Programs
fr: Programmes de Bien-être

source: Testimonials
fr: Témoignages

source: Chief Executive Officer
fr: Directeur Général

source: Marketing Director
fr: Directeur Marketing

source: Product Manager
fr: Chef de Produit

source: Design Lead
fr: Chef de Conception

source: 25%% OFF
fr: 25%% DE RÉDUCTION

source: Weekend Getaway
fr: Escapade de Week-end

source: Escape the ordinary with our exclusive weekend package. Includes complimentary breakfast and late checkout until 2 PM.
fr: Échappez à l'ordinaire avec notre forfait week-end exclusif. Comprend le petit-déjeuner gratuit et un départ tardif jusqu'à 14h.

source: Valid until Dec 31, 2024
fr: Valable jusqu'au 31 déc. 2024

source: BEST VALUE
fr: MEILLEURE VALEUR

source: Extended Stay Deal
fr: Offre Long Séjour

source: Stay 5 nights or more and enjoy significant savings. Perfect for business travelers and extended vacations with premium amenities.
fr: Séjournez 5 nuits ou plus et réalisez des économies importantes. Parfait pour les voyageurs d'affaires et les vacances prolongées avec des commodités premium.

source: Book by Jan 15, 2025
fr: Réserver avant le 15 janv. 2025

source: Reserve Today
fr: Réserver Aujourd'hui

source: EARLY BIRD
fr: RÉSERVATION ANTICIPÉE

source: Advance Booking
fr: Réservation à l'Avance

source: Plan ahead and save more! Book your stay 30 days in advance and enjoy exclusive rates with free cancellation up to 7 days.
fr: Planifiez à l'avance et économisez davantage ! Réservez votre séjour 30 jours à l'avance et bénéficiez de tarifs exclusifs avec annulation gratuite jusqu'à 7 jours.

source: Available year-round
fr: Disponible toute l'année

source: Book Early
fr: Réserver Tôt

source: Limited Time Offer
fr: Offre à Durée Limitée

source: Days
fr: Jours

source: Hours
fr: Heures

source: Claim Offer
fr: Profiter de l'Offre

source: Experience Luxury Like Never Before
fr: Vivez le Luxe Comme Jamais Auparavant

source: Immerse yourself in unparalleled comfort and sophistication at our premium hotel. From elegantly appointed rooms to world-class amenities, every detail is crafted to exceed your expectations. Book your extraordinary stay today and create unforgettable memories.
fr: Plongez dans un confort et un raffinement inégalés dans notre hôtel premium. Des chambres élégamment aménagées aux équipements de classe mondiale, chaque détail est conçu pour dépasser vos attentes. Réservez votre séjour extraordinaire aujourd'hui et créez des souvenirs inoubliables.

source: Complimentary breakfast and Wi-Fi
fr: Petit-déjeuner et Wi-Fi gratuits

source: 24/7 concierge and room service
fr: Conciergerie et service en chambre 24/7

source: State-of-the-art spa and fitness center
fr: Spa et centre de fitness de pointe

source: Prime location with stunning city views
fr: Emplacement privilégié avec des vues imprenables sur la ville

source: Book Your Stay
fr: Réserver Votre Séjour

source: Special Offer
fr: Offre Spéciale

source: Save 30%%
fr: Économisez 30%%

source: Premium Venues
fr: Lieux Premium

source: Full Catering
fr: Service Traiteur Complet

source: Explore Details
fr: Voir les Détails

source: Business Conferences
fr: Conférences d'Affaires

source: Modern Tech
fr: Technologie Moderne

source: WiFi Access
fr: Accès WiFi

source: Custom Setup
fr: Configuration Personnalisée

source: Corporate Retreats
fr: Retraites d'Entreprise

source: Outdoor Activities
fr: Activités de Plein Air

source: Entertainment Events
fr: Événements de Divertissement

source: Live Music
fr: Musique Live

source: Dance Floor
fr: Piste de Danse

source: VIP Gatherings
fr: Réunions VIP

source: Exclusive Access
fr: Accès Exclusif

source: Premium Service
fr: Service Premium

source: Location &amp; Activities
fr: Emplacement &amp; Activités

source: 2 min walk
fr: 2 min à pied

source: Entertainment Quarter
fr: Quartier du Divertissement

source: Open 24/7
fr: Ouvert 24/7
