Repository: YenusPutra/Lonergarden-Stay-Hotel
Catalog: locale/*/LC_MESSAGES/updated_django.po
Languages: fr

source: 4.8 Rating
fr: Note de 4.8

source: 5 min drive
fr: 5 min en voiture

source: Waterfront Marina
fr: Marina du Bord de Mer

source: Scenic Views
fr: Vues Panoramiques

source: Photo Spot
fr: Lieu de Photo

source: 10 min walk
fr: 10 min à pied

source: Historic Quarter
fr: Quartier Historique

source: Guided Tours
fr: Visites Guidées

source: Bike Friendly
fr: Compatible Vélos

source: 3 min walk
fr: 3 min à pied

source: Premium Shopping Plaza
fr: Plaza Commerciale Premium

source: Tax Free
fr: Hors Taxes

source: Cafés Inside
fr: Cafés à l'Intérieur

source: Prime Location Benefits
fr: Avantages de l'Emplacement Privilégié

source: Public Transport Hub
fr: Pôle de Transport Public

source: Metro station 200m away
fr: Station de métro à 200m

source: Airport Connection
fr: Connexion Aéroport

source: Direct shuttle every 30 min
fr: Navette directe toutes les 30 min

source: Complimentary for guests
fr: Gratuit pour les clients

source: City Center Access
fr: Accès au Centre-Ville

source: Walking distance to main attractions
fr: À distance de marche des principales attractions

source: View Full Location Guide
fr: Voir le Guide Complet des Lieux

source: Discover Our Full Gallery
fr: Découvrez Notre Galerie Complète

source: Lonergarden Stay
fr: Séjour Lonergarden

source: English
fr: Anglais

source: Indonesia
fr: Indonésien

source: Japanese
fr: Japonais

source: French
fr: Français

source: Deutsch
fr: Allemand

source: Spanish
fr: Espagnol

source: Location - Lonergarden Stay
fr: Emplacement - Séjour Lonergarden

source: Luxury Downtown Experience
fr: Expérience de Luxe au Centre-Ville

source: Address
fr: Adresse

source: Airport Access
fr: Accès Aéroport

source: Check-in
fr: Arrivée

source: 3:00 PM - 11:00 PM
fr: 15h00 - 23h00

source: Check-out: 11:00 AM
fr: Départ : 11h00

source: View on Map
fr: Voir sur la Carte

source: Grand Luxury Hotel
fr: Grand Hôtel de Luxe

source: Getting Here is Easy
fr: Venir Ici est Facile

source: Multiple convenient transportation options to reach our hotel
fr: Plusieurs options de transport pratiques pour atteindre notre hôtel

source: By Car
fr: En Voiture

source: Most Convenient
fr: Le Plus Pratique

source: Complimentary valet service available. Premium parking garage with direct hotel access and EV charging stations.
fr: Service de voiturier gratuit disponible. Parking premium avec accès direct à l'hôtel et stations de recharge pour VE.

source: EV Charging
fr: Recharge VE

source: By Metro
fr: En Métro

source: 5 min walk
fr: 5 min à pied

source: State Street Station directly connects to all major lines. Blue line to airports, Red line to suburbs and entertainment districts.
fr: La station State Street est directement connectée à toutes les lignes principales. Ligne Bleue vers les aéroports, Ligne Rouge vers les banlieues et les quartiers de divertissement.

source: Blue Line
fr: Ligne Bleue

source: Red Line
fr: Ligne Rouge

source: Every 30 min
fr: Toutes les 30 min

source: Luxury shuttle service to both major airports. Premium comfort with WiFi, refreshments, and luggage assistance included.
fr: Service de navette de luxe vers les deux principaux aéroports. Confort premium avec WiFi, rafraîchissements et assistance pour les bagages inclus.

source: Refreshments
fr: Rafraîchissements

source: Ride Share
fr: Covoiturage

source: Dedicated pickup zones for all ride-sharing services. Professional concierge assistance for booking and special requests.
fr: Zones de prise en charge dédiées pour tous les services de covoiturage. Assistance de conciergerie professionnelle pour la réservation et les demandes spéciales.

source: Concierge Help
fr: Aide de la Conciergerie

source: Express Pickup
fr: Prise en Charge Express

source: Explore the Neighborhood
fr: Explorez le Quartier

source: World-class attractions and entertainment right at your doorstep
fr: Attractions et divertissements de classe mondiale juste à votre porte

source: 2 blocks
fr: 2 pâtés de maisons

source: Millennium Park
fr: Parc du Millénaire

source: 8 minute walk
fr: 8 minutes à pied

source: Cras ultricies ligula sed magna dictum porta. Donec sollicitudin molestie malesuada. Experience iconic Cloud Gate sculpture.
fr: Cras ultricies ligula sed magna dictum porta. Donec sollicitudin molestie malesuada. Découvrez la sculpture emblématique Cloud Gate.

source: 4 blocks
fr: 4 pâtés de maisons

source: Art Institute
fr: Institut d'Art

source: 12 minute walk
fr: 12 minutes à pied

source: Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas world-renowned collection.
fr: Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas collection de renommée mondiale.

source: 1.2 miles
fr: 1,2 miles (1,9 km)

source: Navy Pier
fr: Jetée Navy Pier

source: 18 minute walk
fr: 18 minutes à pied

source: Vivamus magna justo lacinia eget consectetur sed convallis at tellus. Entertainment, dining, and stunning lake views.
fr: Vivamus magna justo lacinia eget consectetur sed convallis at tellus. Divertissement, restauration et vues imprenables sur le lac.

source: 3 blocks
fr: 3 pâtés de maisons

source: Theater District
fr: Quartier des Théâtres

source: 10 minute walk
fr: 10 minutes à pied

source: Mauris blandit aliquet elit eget tincidunt nibh pulvinar. Broadway shows and world-class performances nightly.
fr: Mauris blandit aliquet elit eget tincidunt nibh pulvinar. Spectacles de Broadway et performances de classe mondiale tous les soirs.

source: 1 block
fr: 1 pâté de maisons

source: 5 minute walk
fr: 5 minutes à pied

source: Donec rutrum congue leo eget malesuada. Premium shopping, luxury brands, and upscale dining experiences.
fr: Donec rutrum congue leo eget malesuada. Shopping premium, marques de luxe et expériences culinaires haut de gamme.

source: 6 blocks
fr: 6 pâtés de maisons

source: Lake Michigan Shore
fr: Rive du Lac Michigan

source: 15 minute walk
fr: 15 minutes à pied

source: Sed porttitor lectus nibh mauris blandit aliquet elit. Beach access, recreational trails, and scenic waterfront dining.
fr: Sed porttitor lectus nibh mauris blandit aliquet elit. Accès à la plage, sentiers de loisirs et restauration pittoresque au bord de l'eau.

source: Offers - Lonergarden Stay
fr: Offres - Séjour Lonergarden

source: 30%% OFF
fr: 30%% DE RÉDUCTION

source: Luxury Weekend Getaway
fr: Escapade de Luxe le Week-end

source: Indulge in a perfect weekend escape with our exclusive package. Enjoy premium accommodations, complimentary breakfast, and access to our world-class spa facilities.
fr: Offrez-vous une escapade parfaite le week-end avec notre forfait exclusif. Profitez d'un hébergement premium, d'un petit-déjeuner gratuit et de l'accès à nos installations de spa de classe mondiale.

source: Valid until March 31, 2024
fr: Valable jusqu'au 31 mars 2024

source: Business Travel Package
fr: Forfait Voyage d'Affaires

source: Perfect for the modern business traveler. Includes high-speed WiFi, meeting room access, late checkout, and complimentary airport shuttle service.
fr: Parfait pour le voyageur d'affaires moderne. Comprend le WiFi haut débit, l'accès à la salle de réunion, le départ tardif et le service de navette aéroport gratuit.

source: Valid until April 15, 2024
fr: Valable jusqu'au 15 avril 2024

source: FREE
fr: GRATUIT

source: Spa Day Experience
fr: Expérience Journée Spa

source: Complimentary spa session with any 3-night stay booking.
fr: Séance de spa gratuite pour toute réservation de 3 nuits.

source: Limited time offer
fr: Offre à durée limitée

source: 50%% OFF
fr: 50%% DE RÉDUCTION

source: Romantic Dinner
fr: Dîner Romantique

source: Special discount on our signature dining experience for couples.
fr: Remise spéciale sur notre expérience culinaire signature pour les couples.

source: Weekends only
fr: Week-ends seulement

source: Reserve Table
fr: Réserver une Table

source: SAVE 40%%
fr: ÉCONOMISEZ 40%%

source: Family Fun Package
fr: Forfait Plaisir en Famille

source: Kids stay free with complimentary activities and meals included.
fr: Les enfants séjournent gratuitement avec des activités et des repas gratuits inclus.

source: Summer season
fr: Saison estivale

source: Book Family
fr: Réserver Famille

source: Booking Confirmation and Payment
fr: Confirmation de Réservation et Paiement

source: Complete Payment
fr: Effectuer le Paiement

source: Payment Successful
fr: Paiement Réussi

source: Registration Successful Message Example
fr: Exemple de Message d'Inscription Réussie

source: A registration successful message box in HTML and CSS.
fr: Une boîte de message d'inscription réussie en HTML et CSS.

source: Success
fr: Succès

source: Congratulations, your account has been successfully created.
fr: Félicitations, votre compte a été créé avec succès.

source: Continue
fr: Continuer

source: Privacy - Lonergarden Stay
fr: Confidentialité - Séjour Lonergarden

source: Effective Date: February 27, 2025
fr: Date d'Entrée en Vigueur : 27 février 2025

source: Privacy Policy
fr: Politique de Confidentialité

source: This Privacy Policy describes how we collect, use, process, and disclose your information, including personal information, in conjunction with your access to and use of our services.
fr: Cette Politique de Confidentialité décrit comment nous collectons, utilisons, traitons et divulguons vos informations, y compris les informations personnelles, dans le cadre de votre accès et de votre utilisation de nos services.

source: When you use our services, you're trusting us with your information. We understand this is a big responsibility and work hard to protect your information and put you in control.
fr: Lorsque vous utilisez nos services, vous nous confiez vos informations. Nous comprenons qu'il s'agit d'une grande responsabilité et travaillons dur pour protéger vos informations et vous donner le contrôle.

source: This Privacy Policy is meant to help you understand what information we collect, why we collect it, and how you can update, manage, export, and delete your information.
fr: Cette Politique de Confidentialité a pour but de vous aider à comprendre quelles informations nous collectons, pourquoi nous les collectons, et comment vous pouvez mettre à jour, gérer, exporter et supprimer vos informations.

source: 2. Information We Collect
fr: 2. Informations que Nous Collectons

source: We collect information to provide better services to our users. The types of information we collect include:
fr: Nous collectons des informations pour fournir de meilleurs services à nos utilisateurs. Les types d'informations que nous collectons comprennent :

source: 2.1 Information You Provide
fr: 2.1 Informations que Vous Fournissez

source: When you create an account or use our services, you provide us with personal information that includes:
fr: Lorsque vous créez un compte ou utilisez nos services, vous nous fournissez des informations personnelles qui incluent :

source: Your name and contact information
fr: Votre nom et vos coordonnées

source: Account credentials
fr: Identifiants de compte

source: Payment information when required
fr: Informations de paiement lorsque requis

source: Communication preferences
fr: Préférences de communication

source: 2.2 Automatic Information
fr: 2.2 Informations Automatiques

source: We automatically collect and store certain information when you use our services:
fr: Nous collectons et stockons automatiquement certaines informations lorsque vous utilisez nos services :

source: Device information and identifiers
fr: Informations et identifiants de l'appareil

source: Log information and usage statistics
fr: Informations de journal et statistiques d'utilisation

source: Location information when enabled
fr: Informations de localisation lorsque activées

source: Browser type and settings
fr: Type et paramètres du navigateur

source: 3. How We Use Your Information
fr: 3. Comment Nous Utilisons Vos Informations

source: We use the information we collect to provide, maintain, and improve our services. Specifically, we use your information to:
fr: Nous utilisons les informations que nous collectons pour fournir, maintenir et améliorer nos services. Spécifiquement, nous utilisons vos informations pour :

source: Provide and personalize our services
fr: Fournir et personnaliser nos services

source: Process transactions and send related information
fr: Traiter les transactions et envoyer des informations connexes

source: Send notifications and updates about our services
fr: Envoyer des notifications et des mises à jour sur nos services

source: Maintain security and verify identity
fr: Maintenir la sécurité et vérifier l'identité

source: Analyze and improve our services
fr: Analyser et améliorer nos services

source: 4. Information Sharing and Disclosure
fr: 4. Partage et Divulgation des Informations

source: We do not share personal information with companies, organizations, or individuals outside of our company except in the following cases:
fr: Nous ne partageons pas d'informations personnelles avec des entreprises, organisations ou individus extérieurs à notre société, sauf dans les cas suivants :

source: 4.1 With Your Consent
fr: 4.1 Avec Votre Consentement

source: We will share personal information with companies, organizations, or individuals outside of our company when we have your consent to do so.
fr: Nous partagerons des informations personnelles avec des entreprises, organisations ou individus extérieurs à notre société lorsque nous aurons votre consentement pour le faire.

source: 4.2 For Legal Reasons
fr: 4.2 Pour des Raisons Légales

source: We will share personal information if we have a good-faith belief that access, use, preservation, or disclosure of the information is reasonably necessary to:
fr: Nous partagerons des informations personnelles si nous croyons de bonne foi que l'accès, l'utilisation, la conservation ou la divulgation de l'information est raisonnablement nécessaire pour :

source: Meet any applicable law, regulation, legal process, or enforceable governmental request
fr: Satisfaire à toute loi, réglementation, procédure légale applicable ou demande gouvernementale exécutoire

source: Enforce applicable Terms of Service
fr: Appliquer les Conditions d'Utilisation applicables

source: Detect, prevent, or otherwise address fraud, security, or technical issues
fr: Détecter, prévenir ou autrement traiter la fraude, la sécurité ou les problèmes techniques

source: Protect against harm to the rights, property, or safety of our users
fr: Protéger contre les atteintes aux droits, à la propriété ou à la sécurité de nos utilisateurs

source: 5. Data Security
fr: 5. Sécurité des Données

source: We work hard to protect our users from unauthorized access to or unauthorized alteration, disclosure, or destruction of information we hold. In particular:
fr: Nous travaillons avec diligence pour protéger nos utilisateurs contre l'accès non autorisé, ou l'altération, la divulgation ou la destruction non autorisée des informations que nous détenons. En particulier :

source: We encrypt our services using SSL
fr: Nous chiffrons nos services en utilisant SSL

source: We review our information collection, storage, and processing practices
fr: Nous révisons nos pratiques de collecte, de stockage et de traitement des informations

source: We restrict access to personal information to employees who need that information
fr: Nous limitons l'accès aux informations personnelles aux employés qui ont besoin de ces informations

source: 6. Your Rights and Choices
fr: 6. Vos Droits et Choix

source: You have certain rights regarding your personal information, including:
fr: Vous avez certains droits concernant vos informations personnelles, y compris :

source: The right to access your personal information
fr: Le droit d'accéder à vos informations personnelles

source: The right to correct inaccurate information
fr: Le droit de corriger les informations inexactes

source: The right to request deletion of your information
fr: Le droit de demander la suppression de vos informations

source: The right to restrict or object to our processing of your information
fr: Le droit de restreindre ou de vous opposer au traitement de vos informations

source: 7. Changes to This Policy
fr: 7. Modifications de Cette Politique

source: We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the effective date at the top.
fr: Nous pouvons mettre à jour cette Politique de Confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle Politique de Confidentialité sur cette page et en mettant à jour la date d'entrée en vigueur en haut.

source: Your continued use of our services after any changes to this Privacy Policy constitutes your acceptance of such changes.
fr: Votre utilisation continue de nos services après toute modification de cette Politique de Confidentialité constitue votre acceptation de ces modifications.

source: Contact Us
fr: Nous Contacter

source: If you have any questions about this Privacy Policy or our practices, please contact us:
fr: Si vous avez des questions concernant cette Politique de Confidentialité ou nos pratiques, veuillez nous contacter :

source: Address:
fr: Adresse :

source: Restaurant - Lonergarden Stay
fr: Restaurant - Séjour Lonergarden

source: Experience Our Unique Approach
fr: Découvrez Notre Approche Unique

source: Exceptional Service
fr: Service Exceptionnel

source: Industry Recognition
fr: Reconnaissance de l'Industrie

source: Jane Smith, Head of Operations
fr: Jane Smith, Responsable des Opérations

source: Years of Dedication
fr: Années de Dévouement

source: All
fr: Tout

source: Starters
fr: Entrées

source: Main Courses
fr: Plats Principaux

source: Drinks
fr: Boissons

source: Bruschetta Trio
fr: Trio de Bruschettas

source: Vegetarian
fr: Végétarien

source: Calamari Fritti
fr: Calamars Fritti

source: Seafood
fr: Fruits de Mer

source: Wild Mushroom Risotto
fr: Risotto aux Champignons Sauvages

source: Braised Lamb Shank
fr: Souris d'Agneau Braisée

source: Chef's Choice
fr: Choix du Chef

source: Chocolate Lava Cake
fr: Moelleux au Chocolat

source: Gluten Free
fr: Sans Gluten

source: Classic
fr: Classique

source: Signature Cocktail
fr: Cocktail Signature

source: Alcoholic
fr: Alcoolisé

source: Berry Smoothie
fr: Smoothie aux Baies

source: Non-Alcoholic
fr: Sans Alcool

source: Download Full Menu
fr: Télécharger le Menu Complet

source: Chef's Specials
fr: Spéciaux du Chef

source: Special
fr: Spécial

source: Vegan
fr: Végétalien

source: Mediterranean Grilled Salmon
fr: Saumon Grillé Méditerranéen

source: Spicy
fr: Épicé

source: Signature Ribeye Steak
fr: Entrecôte Signature

source: Room Details - Lonergarden Stay
fr: Détails de la Chambre - Séjour Lonergarden

source: Premium Suite
fr: Suite Premium

source: (127 reviews)
fr: (127 avis)

source: Deluxe Ocean View Suite
fr: Suite Deluxe Vue sur l'Océan

source: Experience luxury with breathtaking ocean views and premium amenities
fr: Vivez le luxe avec des vues imprenables sur l'océan et des équipements premium

source: Up to 4 guests
fr: Jusqu'à 4 personnes

source: King bed + Sofa bed
fr: Lit King + Canapé-lit

source: Room Gallery
fr: Galerie des Chambres

source: Room Overview
fr: Aperçu de la Chambre

source: Indulge in the ultimate luxury experience with our Deluxe Ocean View Suite. This spacious retreat features floor-to-ceiling windows showcasing panoramic ocean vistas, creating a serene atmosphere perfect for romantic getaways or family vacations. The elegantly appointed living space seamlessly blends modern comfort with coastal charm, featuring premium furnishings and thoughtful design elements.
fr: Offrez-vous l'expérience de luxe ultime avec notre Suite Deluxe Vue sur l'Océan. Ce refuge spacieux est doté de baies vitrées offrant des vues panoramiques sur l'océan, créant une atmosphère sereine parfaite pour les escapades romantiques ou les vacances en famille. L'espace de vie élégamment aménagé allie harmonieusement confort moderne et charme côtier, avec un mobilier haut de gamme et des éléments de design soignés.

source: The suite includes a separate living area with comfortable seating, a work desk for business travelers, and a private balcony where you can enjoy your morning coffee while watching the sunrise over the ocean. The bedroom features a plush king-size bed with luxury linens, ensuring a restful night's sleep, while the sofa bed in the living area provides additional accommodation for up to two guests.
fr: La suite comprend un salon séparé avec des sièges confortables, un bureau pour les voyageurs d'affaires, et un balcon privé où vous pourrez déguster votre café matinal en regardant le soleil se lever sur l'océan. La chambre dispose d'un lit king-size moelleux avec du linge de luxe, garantissant une nuit de sommeil réparatrice, tandis que le canapé-lit dans le salon offre un hébergement supplémentaire pour jusqu'à deux personnes.

source: Premium Experience
fr: Expérience Premium

source: - Sarah M., Verified Guest
fr: - Sarah M., Client Vérifié

source: Room Amenities
fr: Équipements de la Chambre

source: Sleeping
fr: Sommeil

source: King size bed
fr: Lit King size

source: Premium linens
fr: Linge de lit premium

source: Memory foam pillows
fr: Oreillers à mémoire de forme

source: Blackout curtains
fr: Rideaux occultants

source: Technology
fr: Technologie

source: High-speed WiFi
fr: WiFi Haut Débit

source: Bluetooth speakers
fr: Haut-parleurs Bluetooth

source: USB charging ports
fr: Ports de charge USB

source: Comfort
fr: Confort

source: Climate control
fr: Climatisation

source: Mini refrigerator
fr: Mini-réfrigérateur

source: Coffee machine
fr: Machine à café

source: Safe deposit box
fr: Coffre-fort

source: Bathroom
fr: Salle de Bain

source: Marble bathroom
fr: Salle de bain en marbre

source: Rain shower
fr: Douche à effet pluie

source: Luxury toiletries
fr: Articles de toilette de luxe

source: Heated floors
fr: Planchers chauffants

source: Policies
fr: Politiques

source: Check-in / Check-out
fr: Arrivée / Départ

source: Check-in: 3:00 PM
fr: Arrivée : 15h00

source: Cancellation
fr: Annulation

source: Free cancellation up to 24 hours before arrival
fr: Annulation gratuite jusqu'à 24 heures avant l'arrivée

source: Pets
fr: Animaux de Compagnie

source: Pet-friendly with additional fee
fr: Animaux acceptés moyennant des frais supplémentaires

source: Nearby Attractions
fr: Attractions à Proximité

source: Beach access - 2 minutes walk
fr: Accès à la plage - 2 minutes à pied

source: Marina District - 0.5 miles
fr: Quartier de la Marina - 0,5 miles (0,8 km)

source: Historic Downtown - 1.2 miles
fr: Centre-Ville Historique - 1,2 miles (1,9 km)

source: Shopping Center - 0.8 miles
fr: Centre Commercial - 0,8 miles (1,3 km)

source: Airport shuttle available
fr: Navette aéroport disponible

source: Public transportation nearby
fr: Transports en commun à proximité

source: Car rental desk in lobby
fr: Bureau de location de voitures dans le hall

source: 24/7 concierge service for reservations and recommendations
fr: Service de conciergerie 24/7 pour les réservations et les recommandations

source: Available 6:00 AM - 11:00 PM daily
fr: Disponible tous les jours de 6h00 à 23h00

source: Housekeeping
fr: Ménage

source: Daily housekeeping and turndown service
fr: Ménage quotidien et service de préparation de nuit

source: Enhance Your Stay
fr: Améliorez Votre Séjour

source: Breakfast Package
fr: Forfait Petit-Déjeuner
