Repository: YenusPutra/Lonergarden-Stay-Hotel
Catalog: locale/*/LC_MESSAGES/updated_django.po
Languages: fr

source: Start your day with our signature breakfast buffet featuring fresh local ingredients
fr: Commencez votre journée avec notre buffet de petit-déjeuner signature comprenant des ingrédients locaux frais

source: +$35 per person
fr: +35 $ par personne

source: Spa Access
fr: Accès au Spa

source: Enjoy unlimited access to our luxury spa facilities during your stay
fr: Profitez d'un accès illimité à nos installations de spa de luxe pendant votre séjour

source: +$75 per day
fr: +75 $ par jour

source: Airport Transfer
fr: Transfert Aéroport

source: Private luxury vehicle transfer to and from the airport
fr: Transfert privé en véhicule de luxe vers et depuis l'aéroport

source: +$95 round trip
fr: +95 $ aller-retour

source: Ready to book your stay?
fr: Prêt à réserver votre séjour ?

source: Experience luxury and comfort in our Deluxe Ocean View Suite. Book now and create unforgettable memories.
fr: Découvrez le luxe et le confort dans notre Suite Deluxe Vue sur l'Océan. Réservez maintenant et créez des souvenirs inoubliables.

source: Check Availability
fr: Vérifier la Disponibilité

source: Ocean View
fr: Vue sur l'Océan

source: City View
fr: Vue sur la Ville

source: Mountain View
fr: Vue sur la Piscine

source: Pool View
fr: プールビュー

source: Popular
fr: Populaire

source: Business
fr: Affaires

source: Family Friendly
fr: Familial

source: Romantic
fr: Romantique

source: Luxury
fr: Luxe

source: Free WiFi
fr: WiFi Gratuit

source: Work Desk
fr: Bureau de Travail

source: Mini Kitchen
fr: Mini-Cuisine

source: Game Console
fr: Console de Jeux

source: Coffee Machine
fr: Machine à Café

source: King Size Bed
fr: Lit King Size

source: Safe
fr: Coffre-fort

source: Business Phone
fr: Téléphone Professionnel

source: From
fr: À partir de

source: / night
fr: / nuit

source: View Details
fr: Voir les Détails

source: No rooms found matching your filters.
fr: Aucune chambre trouvée correspondant à vos filtres.

source: Rooms - Lonergarden Stay
fr: Chambres - Séjour Lonergarden

source: Price Range
fr: Gamme de Prix

source: All Prices
fr: Tous les Prix

source: Guest Capacity
fr: Capacité d'Accueil

source: Any Capacity
fr: Toute Capacité

source: 1-2 Guests
fr: 1-2 Personnes

source: 3-4 Guests
fr: 3-4 Personnes

source: View Type
fr: Type de Vue

source: All Views
fr: Toutes les Vues

source: Sort By
fr: Trier Par

source: Popularity
fr: Popularité

source: Price: Low to High
fr: Prix : Croissant

source: Price: High to Low
fr: Prix : Décroissant

source: Room Size
fr: Taille de la Chambre

source: Load More Rooms
fr: Charger Plus de Chambres

source: Error loading rooms
fr: Erreur lors du chargement des chambres

source: Starter Page - Lonergarden Stay
fr: Page de Démarrage - Séjour Lonergarden

source: Starter Section
fr: Section de Démarrage

source: Use this page as a starter for your own custom pages.
fr: Utilisez cette page comme point de départ pour vos propres pages personnalisées.

source: Terms - Lonergarden Stay
fr: Conditions - Séjour Lonergarden

source: Terms
fr: Conditions

source: Last Updated: February 27, 2025
fr: Dernière Mise à Jour : 27 février 2025

source: Terms of Service
fr: Conditions d'Utilisation

source: Please read these terms of service carefully before using our services
fr: Veuillez lire attentivement ces conditions d'utilisation avant d'utiliser nos services

source: 1. Agreement to Terms
fr: 1. Acceptation des Conditions

source: By accessing our website and services, you agree to be bound by these Terms of Service and all applicable laws and regulations. If you do not agree with any of these terms, you are prohibited from using or accessing our services.
fr: En accédant à notre site web et à nos services, vous acceptez d'être lié par les présentes Conditions d'Utilisation et par toutes les lois et réglementations applicables. Si vous n'acceptez aucune de ces conditions, il vous est interdit d'utiliser ou d'accéder à nos services.

source: These terms apply to all users, visitors, and others who access or use our services.
fr: Ces conditions s'appliquent à tous les utilisateurs, visiteurs et autres personnes qui accèdent ou utilisent nos services.

source: 2. Intellectual Property Rights
fr: 2. Droits de Propriété Intellectuelle

source: Our service and its original content, features, and functionality are owned by us and are protected by international copyright, trademark, patent, trade secret, and other intellectual property laws.
fr: Notre service ainsi que son contenu original, ses fonctionnalités et ses fonctionnalités sont notre propriété et sont protégés par le droit d'auteur international, les marques de commerce, les brevets, les secrets commerciaux et d'autres lois sur la propriété intellectuelle.

source: All content is our exclusive property
fr: Tout le contenu est notre propriété exclusive

source: You may not copy or modify the content
fr: Vous ne pouvez pas copier ou modifier le contenu

source: Our trademarks may not be used without permission
fr: Nos marques de commerce ne peuvent être utilisées sans permission

source: Content is for personal, non-commercial use only
fr: Le contenu est destiné à un usage personnel et non commercial uniquement

source: 3. User Accounts
fr: 3. Comptes Utilisateur

source: When you create an account with us, you must provide accurate, complete, and current information. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account.
fr: Lorsque vous créez un compte chez nous, vous devez fournir des informations exactes, complètes et à jour. Le non-respect de cette obligation constitue une violation des Conditions, ce qui peut entraîner la résiliation immédiate de votre compte.

source: Important Notice
fr: Avis Important

source: You are responsible for safeguarding the password and for all activities that occur under your account.
fr: Vous êtes responsable de la protection du mot de passe et de toutes les activités qui se produisent sous votre compte.

source: 4. Prohibited Activities
fr: 4. Activités Interdites

source: You may not access or use the Service for any purpose other than that for which we make it available.
fr: Vous ne pouvez pas accéder ou utiliser le Service à d'autres fins que celles pour lesquelles nous le rendons disponible.

source: Systematic retrieval of data or content
fr: Extraction systématique de données ou de contenu

source: Publishing malicious content
fr: Publication de contenu malveillant

source: Engaging in unauthorized framing
fr: Participation à un encadrement non autorisé (framing)

source: Attempting to gain unauthorized access
fr: Tentative d'obtenir un accès non autorisé

source: 5. Disclaimers
fr: 5. Exclusions de Garantie

source: Your use of our service is at your sole risk. The service is provided "AS IS" and "AS AVAILABLE" without warranties of any kind, whether express or implied.
fr: Votre utilisation de notre service est à vos seuls risques. Le service est fourni « TEL QUEL » et « TEL QUE DISPONIBLE » sans garanties d'aucune sorte, qu'elles soient expresses ou implicites.

source: We do not guarantee that:
fr: Nous ne garantissons pas que :

source: The service will meet your requirements
fr: Le service répondra à vos exigences

source: The service will be uninterrupted or error-free
fr: Le service sera ininterrompu ou sans erreur

source: Results from using the service will be accurate
fr: Les résultats de l'utilisation du service seront exacts

source: Any errors will be corrected
fr: Toute erreur sera corrigée

source: 6. Limitation of Liability
fr: 6. Limitation de Responsabilité

source: In no event shall we be liable for any indirect, punitive, incidental, special, consequential, or exemplary damages arising out of or in connection with your use of the service.
fr: En aucun cas, nous ne serons responsables des dommages indirects, punitifs, accessoires, spéciaux, consécutifs ou exemplaires découlant de ou liés à votre utilisation du service.

source: 7. Indemnification
fr: 7. Indemnisation

source: You agree to defend, indemnify, and hold us harmless from and against any claims, liabilities, damages, losses, and expenses arising out of your use of the service.
fr: Vous acceptez de défendre, d'indemniser et de nous dégager de toute responsabilité contre toutes réclamations, responsabilités, dommages, pertes et dépenses découlant de votre utilisation du service.

source: 8. Termination
fr: 8. Résiliation

source: We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.
fr: Nous pouvons résilier ou suspendre votre compte immédiatement, sans préavis ni responsabilité, pour quelque raison que ce soit, y compris, mais sans s'y limiter, si vous enfreignez les Conditions.

source: 9. Governing Law
fr: 9. Droit Applicable

source: These Terms shall be governed by and construed in accordance with the laws of [Your Country], without regard to its conflict of law provisions.
fr: Ces Conditions seront régies et interprétées conformément aux lois de [Votre Pays], sans égard à ses dispositions en matière de conflit de lois.

source: 10. Changes to Terms
fr: 10. Modifications des Conditions

source: We reserve the right to modify or replace these Terms at any time. We will provide notice of any changes by posting the new Terms on this page.
fr: Nous nous réservons le droit de modifier ou de remplacer ces Conditions à tout moment. Nous vous informerons de toute modification en publiant les nouvelles Conditions sur cette page.

source: By continuing to access or use our service after those revisions become effective, you agree to be bound by the revised terms.
fr: En continuant d'accéder ou d'utiliser notre service après l'entrée en vigueur de ces révisions, vous acceptez d'être lié par les conditions révisées.

source: Questions About Terms?
fr: Questions sur les Conditions ?

source: If you have any questions about these Terms, please contact us.
fr: Si vous avez des questions concernant ces Conditions, veuillez nous contacter.

source: Contact Support
fr: Contacter le Support
